[
  {
    "numero": 1,
    "name": "Lo Creativo / El Cielo",
    "character": "☰☰",
    "trigram_top": "Cielo",
    "trigram_bottom": "Cielo",
    "judgment": "Lo Creativo. Sublime éxito, perseverancia. Propicio a la travesía del gran río.",
    "image": "Las fuerzas del Cielo en movimiento. El hombre superior se fortalece incansablemente.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Dragón escondido. No actuar." },
      { "numero": 2, "text": "Nueve en la segunda. Dragón en el campo. Propicio ver al gran hombre." },
      { "numero": 3, "text": "Nueve en la tercera. El hombre superior actúa con esfuerzo. De día activo, de noche vigilante. Peligro, pero sin culpa." },
      { "numero": 4, "text": "Nueve en la cuarta. Dragón revoloteando en el abismo. Sin culpa." },
      { "numero": 5, "text": "Nueve en la quinta. Dragón volador en el cielo. Propicio ver al gran hombre." },
      { "numero": 6, "text": "Nueve en la sexta. Dragón arrogante tendrá arrepentimiento." },
      { "numero": 7, "text": "Nueve en la séptima. Manada de dragones sin cabeza. Auspicioso." }
    ],
    "significado_profundo": "Representa la fuerza pura, la iniciativa, la energía masculina primordial. Es el origen de todo, el poder incondicionado que impulsa la creación. Simboliza la perfección de la voluntad y la acción en su estado más elevado.",
    "arquetipo": "El Gobernante, El Iniciador, El Padre.",
    "elemento": "Metal (asociado al Cielo en algunas cosmologías chinas, aunque también se relaciona directamente con la energía Yang).",
    "estacion_asociada": "Primavera (inicio, nacimiento, impulso)",
    "direccion_geografica_simbolica": "Noroeste",
    "analogias": "El amanecer, el pico de una montaña, el líder visionario, la semilla que brota con fuerza.",
    "citas_textuales": [
      "Wilhelm: 'El hexagrama Lo Creativo es el principio de la fuerza, la luz y la actividad. Es el poder celeste que todo lo crea.'",
      "Jung: 'Lo Creativo es la función primordial del espíritu, la intuición que precede a la razón.'"
    ]
  },
  {
    "numero": 2,
    "name": "Lo Receptivo / La Tierra",
    "character": "☷☷",
    "trigram_top": "Tierra",
    "trigram_bottom": "Tierra",
    "judgment": "Lo Receptivo. Sublime éxito a través de la perseverancia de una yegua. El hombre superior encuentra dirección. Propicio construir príncipes y ayudantes. No se precipiten, los problemas pasarán. Mantener la perseverancia.",
    "image": "La condición de la Tierra. El hombre superior sustenta a la multitud con su virtud.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Cuando la escarcha pisa la cola del tigre. Final desafortunado." },
      { "numero": 2, "text": "Seis en la segunda. Recto, cuadrado, grande. Sin el propósito de actuar, nada es propicio." },
      { "numero": 3, "text": "Seis en la tercera. Ocultar la virtud. Puede mantenerse en la perseverancia. Sin culpa." },
      { "numero": 4, "text": "Seis en la cuarta. Bolsa atada. Sin culpa ni alabanza." },
      { "numero": 5, "text": "Seis en la quinta. Manto amarillo. Muy propicio." },
      { "numero": 6, "text": "Seis en la sexta. Dragones que luchan en el campo. Su sangre es negra y amarilla." },
      { "numero": 7, "text": "Seis en la séptima. Perseverancia propicia." }
    ],
    "significado_profundo": "Representa la receptividad, la nutrición, la devoción y la capacidad de aceptar y llevar a término. Es la energía femenina primordial, la base que permite el desarrollo y la manifestación de lo creativo.",
    "arquetipo": "La Madre, La Nutridora, El Campo Fértil.",
    "elemento": "Tierra.",
    "estacion_asociada": "Verano (crecimiento, maduración)",
    "direccion_geografica_simbolica": "Suroeste",
    "analogias": "La tierra cultivable, el vientre materno, la paciencia, la capacidad de adaptación.",
    "citas_textuales": [
      "Wilhelm: 'Lo Receptivo es el principio de la entrega, de la suavidad y de la obediencia. Es la Tierra que recibe y nutre.'"
    ]
  },
  {
    "numero": 3,
    "name": "La Dificultad Inicial / El Brote",
    "character": "☵☳",
    "trigram_top": "Agua (Abismo)",
    "trigram_bottom": "Trueno (Arousal)",
    "judgment": "La Dificultad Inicial. Sublime éxito. Perseverancia. No actuar. Es propicio establecer príncipes.",
    "image": "Las nubes y el trueno. La Dificultad Inicial. El hombre superior teje y ordena.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Dificultad en los pies. Es propicio permanecer en la perseverancia." },
      { "numero": 2, "text": "Seis en la segunda. Dificultad en los pies. Carro y caballo, uno detrás del otro. Un ladrón. No casarse. La doncella es casta." },
      { "numero": 3, "text": "Seis en la tercera. No casarse. Cuando no hay camino, los amigos se unen." },
      { "numero": 4, "text": "Seis en la cuarta. Carro y caballo, uno detrás del otro. Pedir matrimonio. Sin culpa." },
      { "numero": 5, "text": "Nueve en la quinta. Las dificultades. La perseverancia trae buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. Caballo y carro, uno detrás del otro. Lágrimas de sangre fluyen." }
    ],
    "significado_profundo": "Representa el caos y la confusión que preceden a un nuevo comienzo. Es el período de formación, donde las fuerzas chocan antes de encontrar su equilibrio. Implica desafíos pero también el potencial de un gran desarrollo si se mantiene la perseverancia.",
    "arquetipo": "El Recién Nacido, El Laberinto, El Despertar.",
    "elemento": "Agua y Madera (el trueno se asocia con la madera, el agua con el abismo).",
    "estacion_asociada": "Final del Invierno / Principio de la Primavera (el momento del deshielo y el brote de las semillas).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y el despertar).",
    "analogias": "El parto, la germinación de una semilla en suelo duro, el inicio de un proyecto complejo, la niebla antes del amanecer.",
    "citas_textuales": [
      "Wilhelm: 'La Dificultad Inicial es un tiempo de acumulación de fuerzas y de preparación. El éxito dependerá de la paciencia y la cautela.'",
      "Jung: 'En la dificultad inicial, las posibilidades aún no se han cristalizado, y hay una necesidad de discernimiento para no caer en el caos.'"
    ]
  },
  {
    "numero": 4,
    "name": "La Necedad Juvenil / La Inmadurez",
    "character": "☳☵",
    "trigram_top": "Montaña (Inmovilidad)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "La Necedad Juvenil. El éxito. No soy yo quien busca al necio joven, el necio joven me busca a mí. La primera consulta responde. La segunda y tercera son molestas. No hay respuesta. La perseverancia es propicia.",
    "image": "Una fuente que brota al pie de la montaña. La Necedad Juvenil. El hombre superior nutre el carácter con su conducta.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Desarrollar al necio joven. Propicio imponer la disciplina. Los grilletes de un joven necio se quitan. Los prisioneros se liberan. Sin culpa." },
      { "numero": 2, "text": "Nueve en la segunda. Conducir al necio joven. Propicio tomar una esposa. Propicio gobernar el hogar." },
      { "numero": 3, "text": "Seis en la tercera. No tomar esposa. Ver a un hombre con riqueza. Perder al joven. Sin culpa." },
      { "numero": 4, "text": "Seis en la cuarta. La dificultad del joven. Arrepentimiento." },
      { "numero": 5, "text": "Seis en la quinta. La suerte del joven. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. Castigar al necio joven. No es propicio ser cruel." }
    ],
    "significado_profundo": "Representa el estado de inmadurez y falta de experiencia, donde se carece de conocimiento y dirección. Destaca la importancia de buscar el conocimiento y de la guía sabia, así como la necesidad de ser paciente con el proceso de aprendizaje.",
    "arquetipo": "El Estudiante, El Inexperto, El Discípulo.",
    "elemento": "Tierra y Agua.",
    "estacion_asociada": "Final del Invierno / Principio de la Primavera (el momento del despertar de la conciencia).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese).",
    "analogias": "Un niño aprendiendo a caminar, un estudiante en la escuela, un manantial que surge de la tierra, la necesidad de un maestro.",
    "citas_textuales": [
      "Wilhelm: 'La Necedad Juvenil es el momento de la ignorancia que busca ser instruida. La clave está en la receptividad y la paciencia del que aprende.'",
      "Jung: 'La necedad no es un defecto moral, sino una falta de experiencia que exige una guía.' "
    ]
  },
  {
    "numero": 5,
    "name": "La Espera / La Necesidad",
    "character": "☰☵",
    "trigram_top": "Agua (Abismo)",
    "trigram_bottom": "Cielo (Lo Creativo)",
    "judgment": "La Espera. Tener fe. Luminoso. El éxito. La perseverancia trae buena fortuna. Propicio a la travesía del gran río.",
    "image": "Nubes que ascienden al cielo. La Espera. El hombre superior come y bebe en la alegría.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Esperar en el campo. Propicio permanecer en la perseverancia. Sin culpa." },
      { "numero": 2, "text": "Nueve en la segunda. Esperar en la arena. Pequeñas palabras. Buena fortuna en el final." },
      { "numero": 3, "text": "Nueve en la tercera. Esperar en el barro. La llegada del enemigo." },
      { "numero": 4, "text": "Seis en la cuarta. Esperar en la sangre. Salir del agujero." },
      { "numero": 5, "text": "Nueve en la quinta. Esperar en el vino y la comida. Perseverancia trae buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. Esperar en el agua. La llegada de los no invitados. Tres personas. Respeto. Buena fortuna en el final." }
    ],
    "significado_profundo": "Representa un período de espera activa, donde la acción directa no es posible o prudente. Implica la necesidad de paciencia, preparación y acumulación de fuerzas, confiando en que el momento adecuado llegará. La espera no es pasividad, sino una preparación consciente.",
    "arquetipo": "El Centinela, El Preparador, El Cultivador.",
    "elemento": "Agua y Metal.",
    "estacion_asociada": "Invierno (momento de recogimiento y conservación de energía).",
    "direccion_geografica_simbolica": "Norte (asociado al agua y el abismo).",
    "analogias": "La lluvia que se acumula antes de caer, la siembra en invierno, la preparación de una estrategia, la gestación de un proyecto.",
    "citas_textuales": [
      "Wilhelm: 'La Espera es el tiempo de la paciencia y la acumulación de fuerzas. No se debe forzar el curso de los acontecimientos, sino prepararse para cuando el momento sea propicio.'",
      "Terzani: 'La espera en el I Ching no es un tiempo perdido, sino un tiempo de maduración y de profundización de la propia existencia.'"
    ]
  },
  {
    "numero": 6,
    "name": "El Conflicto / El Pleito",
    "character": "☵☰",
    "trigram_top": "Cielo (Lo Creativo)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "El Conflicto. Tener fe. Luminoso. El éxito. La perseverancia trae buena fortuna. Propicio a la travesía del gran río.",
    "image": "El Cielo y el Agua van en direcciones opuestas. El Conflicto. El hombre superior se atreve a ser firme y a no ceder en el conflicto.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Sin perpetuar el asunto. Pequeñas palabras. Buena fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. No perpetuar el asunto. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. Seguir el conflicto por dinero. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. No perpetuar el asunto. Volver al camino. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. Propicio para el hombre superior." },
      { "numero": 6, "text": "Nueve en la sexta. Obtener una capa y una correa. El final del día. Buena fortuna." }
    ],
    "significado_profundo": "Representa la confrontación, el desacuerdo y el pleito. Indica un momento de tensión donde dos fuerzas se oponen. El hexagrama sugiere que, si bien el conflicto es inevitable, la sabiduría reside en evitar la escalada, buscar la justicia y saber cuándo retirarse para no perpetuar la disputa.",
    "arquetipo": "El Litigante, El Desafío, La Disputa.",
    "elemento": "Metal y Agua.",
    "estacion_asociada": "Otoño (época de confrontación y definición).",
    "direccion_geografica_simbolica": "Oeste (asociado al metal y la acción de cortar).",
    "analogias": "Un juicio en la corte, una discusión familiar, dos corrientes de agua que chocan, la defensa de principios.",
    "citas_textuales": [
      "Wilhelm: 'El Conflicto es un signo de desacuerdo y lucha. Es crucial discernir la verdad y no dejarse arrastrar por la emoción.'",
      "Jung: 'El conflicto es el punto de partida de toda conciencia. Sin él, no hay desarrollo.'"
    ]
  },
  {
    "numero": 7,
    "name": "El Ejército / La Cohesión",
    "character": "☵☷",
    "trigram_top": "Tierra (Lo Receptivo)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "El Ejército. El éxito. La perseverancia. Sin culpa.",
    "image": "La Tierra contiene el Agua. El Ejército. El hombre superior aumenta su virtud y su fuerza.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El ejército sale en orden. Mala fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. En el centro del ejército. Buena fortuna. Sin culpa. El rey encarga." },
      { "numero": 3, "text": "Seis en la tercera. El ejército transporta los cadáveres. Mala fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. El ejército retrocede. Sin culpa." },
      { "numero": 5, "text": "Seis en la quinta. El campo tiene aves. Propicio para el hombre superior." },
      { "numero": 6, "text": "Seis en la sexta. Grandes príncipes. Buena fortuna." }
    ],
    "significado_profundo": "Representa la organización, la disciplina y la cohesión de un grupo para lograr un objetivo común. Implica la necesidad de un liderazgo fuerte y virtuoso, así como la importancia de la subordinación y la unidad para el éxito de una empresa colectiva.",
    "arquetipo": "El General, La Comunidad, La Campaña.",
    "elemento": "Tierra y Agua.",
    "estacion_asociada": "Verano (momento de la acción coordinada).",
    "direccion_geografica_simbolica": "Noreste (asociado a la tierra y el movimiento).",
    "analogias": "Un ejército en campaña, una empresa bien organizada, un equipo deportivo, el trabajo en conjunto para un fin.",
    "citas_textuales": [
      "Wilhelm: 'El Ejército es el símbolo de la organización y la disciplina. Para que un ejército sea victorioso, necesita un liderazgo fuerte y una causa justa.'",
      "Jung: 'La eficacia de una empresa colectiva depende de la capacidad de los individuos para sacrificarse por un objetivo común.'"
    ]
  },
  {
    "numero": 8,
    "name": "La Unión / La Solidaridad",
    "character": "☷☵",
    "trigram_top": "Agua (Abismo)",
    "trigram_bottom": "Tierra (Lo Receptivo)",
    "judgment": "La Unión. El éxito. Interrogar. Cuando se unen. Buena fortuna. Cuando no se unen. Desgracia.",
    "image": "El Agua sobre la Tierra. La Unión. Los reyes de la antigüedad establecían los diez mil estados.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. La unión de los pueblos. Buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. La unión por el camino interior. Perseverancia trae buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. La unión con los indignos. Peligro." },
      { "numero": 4, "text": "Seis en la cuarta. La unión exterior. Perseverancia trae buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. La unión. El rey establece la dirección. Los príncipes se unen. Sin culpa." },
      { "numero": 6, "text": "Seis en la sexta. La unión sin cabeza. Mala fortuna." }
    ],
    "significado_profundo": "Representa la unión, la cohesión, la interdependencia y la búsqueda de aliados. Subraya la importancia de la solidaridad y el apoyo mutuo, pero también la necesidad de discernir con quiénes y para qué propósito uno se une, para asegurar que la unión sea virtuosa y beneficiosa.",
    "arquetipo": "La Red, La Comunidad, El Aliado.",
    "elemento": "Agua y Tierra.",
    "estacion_asociada": "Invierno (momento de búsqueda de refugio y apoyo mutuo).",
    "direccion_geografica_simbolica": "Norte (asociado al agua y la interacción).",
    "analogias": "El agua que se filtra en la tierra y la nutre, la formación de un equipo o una alianza, la búsqueda de un mentor, la construcción de una comunidad.",
    "citas_textuales": [
      "Wilhelm: 'La Unión se refiere a la solidaridad y la dependencia mutua. La clave del éxito radica en la elección de los aliados y la pureza de la intención.'",
      "Jung: 'La unión es una necesidad arquetípica del ser humano; buscamos la conexión para trascender nuestra individualidad.'"
    ]
  },
  {
    "numero": 9,
    "name": "La Fuerza Domesticadora de lo Pequeño / El Viento sobre el Cielo",
    "character": "☰☴",
    "trigram_top": "Viento (Suavidad)",
    "trigram_bottom": "Cielo (Lo Creativo)",
    "judgment": "La Fuerza Domesticadora de lo Pequeño. Éxito. Densas nubes, sin lluvia de nuestra parte. La perseverancia trae buena fortuna.",
    "image": "El Viento sopla sobre el Cielo. La Fuerza Domesticadora de lo Pequeño. El hombre superior embellece el exterior de su virtud.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Regreso al camino. ¿Cómo es el camino? Buena fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. El que se somete. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. Carro separado de las ruedas. El marido y la esposa se miran con recelo. Mala fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. La verdad de los ricos. Hay algo que no es bueno. La perseverancia trae buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. Tener fe en la unión. Riqueza por el trabajo. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La lluvia llega, la unión. La virtud. La perseverancia trae buena fortuna." }
    ],
    "significado_profundo": "Representa el poder sutil y gradual de lo pequeño para influir y guiar a lo grande. No es una fuerza de confrontación, sino de persuasión y acumulación paciente. Indica que, aunque los obstáculos son grandes, la constancia y la atención a los detalles pueden llevar al éxito.",
    "arquetipo": "El Domador, El Persuasor, La Levedad.",
    "elemento": "Madera (Viento) y Metal (Cielo).",
    "estacion_asociada": "Primavera (crecimiento sutil y expansión).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento).",
    "analogias": "El viento que erosiona la roca, la gota que horada la piedra, la educación paciente, la influencia silenciosa.",
    "citas_textuales": [
      "Wilhelm: 'La Fuerza Domesticadora de lo Pequeño se refiere al poder de lo sutil, que, aunque no es grande en sí mismo, es capaz de encauzar y dirigir lo poderoso.'",
      "Jung: 'En la fuerza domesticadora de lo pequeño, la intuición y la adaptabilidad permiten navegar por las complejidades del mundo.'"
    ]
  },
  {
    "numero": 10,
    "name": "El Paso / La Conducta",
    "character": "☰☱",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Cielo (Lo Creativo)",
    "judgment": "El Paso. Pisar la cola del tigre. No muerde al hombre. Éxito.",
    "image": "El Cielo por encima del Lago. El Paso. El hombre superior distingue entre lo superior y lo inferior, y se esfuerza por establecer la voluntad del pueblo.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Paso tranquilo. Sin culpa." },
      { "numero": 2, "text": "Nueve en la segunda. Paso por el camino. Lo oculto es propicio. Perseverancia." },
      { "numero": 3, "text": "Seis en la tercera. El tuerto puede ver. El cojo puede andar. Pisa la cola del tigre. Es mordido. Mala fortuna. El guerrero entra en el gran jefe." },
      { "numero": 4, "text": "Nueve en la cuarta. Paso sobre la cola del tigre. Preocupación. Último éxito." },
      { "numero": 5, "text": "Nueve en la quinta. Paso resuelto. Perseverancia trae buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. Observar la conducta. Examinar los signos. Buena fortuna." }
    ],
    "significado_profundo": "Representa la importancia de la conducta correcta y el comportamiento respetuoso, especialmente al interactuar con personas o situaciones poderosas. Simboliza la prudencia y la atención a los límites, lo que permite navegar por circunstancias potencialmente peligrosas sin caer en el desastre.",
    "arquetipo": "El Diplomático, El Comportamiento Correcto, El Bailarín (que se mueve con gracia).",
    "elemento": "Metal (Lago) y Metal (Cielo).",
    "estacion_asociada": "Otoño (época de cosecha y prudencia).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la finalización).",
    "analogias": "Caminar sobre hielo fino, un negociador hábil, el respeto a la autoridad, la cortesía en la vida social.",
    "citas_textuales": [
      "Wilhelm: 'El Paso simboliza la conducta cuidadosa y prudente en situaciones que exigen respeto y cautela, como pisar la cola de un tigre sin ser mordido.'",
      "Jung: 'La moralidad no es una imposición externa, sino un reconocimiento de las consecuencias de nuestras acciones al interactuar con el mundo.'"
    ]
  },
  {
    "numero": 11,
    "name": "La Paz / La Prosperidad",
    "character": "☷☰",
    "trigram_top": "Cielo (Lo Creativo)",
    "trigram_bottom": "Tierra (Lo Receptivo)",
    "judgment": "La Paz. Pequeño se va, grande viene. Buena fortuna. Éxito.",
    "image": "El Cielo y la Tierra están en unión. La Paz. El soberano organiza y completa la obra del Cielo y la Tierra, y ayuda al pueblo.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Cuando se sacan las hierbas, se sacan las raíces. Buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. La unión con los demás. Propicio para la virtud." },
      { "numero": 3, "text": "Seis en la tercera. No hay nada que no suba y que no baje. Perseverancia en tiempos de crisis." },
      { "numero": 4, "text": "Nueve en la cuarta. El que no se une a los ricos. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El que se acerca al emperador. Gran buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La muralla cae en el foso. Desgracia." }
    ],
    "significado_profundo": "Representa un período de armonía, prosperidad y equilibrio. Las fuerzas del Cielo y la Tierra se unen en perfecta interacción, generando un flujo de buena fortuna. Es un tiempo de crecimiento y éxito, pero también advierte sobre la naturaleza cíclica de las cosas y la importancia de la moderación para mantener la paz.",
    "arquetipo": "El Edén, La Armonía Perfecta, La Edad Dorada.",
    "elemento": "Metal (Cielo) y Tierra (Tierra).",
    "estacion_asociada": "Verano (plenitud y crecimiento).",
    "direccion_geografica_simbolica": "Suroeste (asociado a la tierra y la unión).",
    "analogias": "Un matrimonio feliz, una sociedad próspera, una buena cosecha, la plenitud de la vida.",
    "citas_textuales": [
      "Wilhelm: 'La Paz simboliza la armonía entre el Cielo y la Tierra, donde lo inferior se eleva y lo superior desciende para encontrarse. Es un tiempo de gran florecimiento.'",
      "Terzani: 'La paz no es la ausencia de problemas, sino la capacidad de enfrentarlos con serenidad cuando surgen, sabiendo que las cosas buenas no duran para siempre.'"
    ]
  },
  {
    "numero": 12,
    "name": "El Estancamiento / La Decadencia",
    "character": "☰☷",
    "trigram_top": "Tierra (Lo Receptivo)",
    "trigram_bottom": "Cielo (Lo Creativo)",
    "judgment": "El Estancamiento. Los no nobles no son propicios. Gran se va, pequeño viene.",
    "image": "El Cielo y la Tierra no se comunican. El Estancamiento. El hombre superior se abstiene de usar sus habilidades, para evitar la vergüenza.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Se quitan los cables. Mala fortuna." },
      { "numero": 2, "text": "Seis en la segunda. Mantenerse en la perseverancia. El hombre grande es propicio. Pequeño se va." },
      { "numero": 3, "text": "Seis en la tercera. El vergonzoso. Sin culpa." },
      { "numero": 4, "text": "Nueve en la cuarta. La unión con el jefe. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El hombre grande. Buena fortuna. Si hay culpa, la perseverancia trae buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. No hay estancamiento. Buena fortuna." }
    ],
    "significado_profundo": "Representa un período de bloqueo, decadencia y falta de comunicación. Las fuerzas del Cielo y la Tierra están separadas, lo que lleva a la desarmonía y la regresión. Es un momento para retirarse, ser cauteloso y evitar la acción impulsiva, esperando el cambio de ciclo.",
    "arquetipo": "El Impasse, El Retiro, El Invierno Riguroso.",
    "elemento": "Tierra y Metal.",
    "estacion_asociada": "Invierno (época de estancamiento y repliegue).",
    "direccion_geografica_simbolica": "Noroeste (asociado al cielo y la contracción).",
    "analogias": "Un río congelado, un negocio en crisis, un conflicto irresoluble, la incomunicación.",
    "citas_textuales": [
      "Wilhelm: 'El Estancamiento es un tiempo de obstáculo y retracción. Las fuerzas se dispersan y es sabio no forzar el camino, sino esperar el momento propicio.'",
      "Jung: 'En el estancamiento, la falta de una dirección clara nos obliga a la introspección y a la búsqueda de un nuevo camino.'"
    ]
  },
  {
    "numero": 13,
    "name": "La Comunidad con los Hombres / La Hermandad",
    "character": "☰☲",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Cielo (Lo Creativo)",
    "judgment": "La Comunidad con los Hombres. El éxito. Propicio a la travesía del gran río. La perseverancia trae buena fortuna.",
    "image": "El Cielo y el Fuego se unen. La Comunidad con los Hombres. El hombre superior se une a sus semejantes.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. La comunidad en la puerta. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. La comunidad en la línea de los antepasados. Humillación." },
      { "numero": 3, "text": "Nueve en la tercera. La comunidad en las alturas. Lucha. Mala fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. La comunidad con los brazos. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. La comunidad antes de la gran batalla. Luego, las fuerzas se unen y se encuentran. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La comunidad sin cabeza. Peligro." }
    ],
    "significado_profundo": "Representa la importancia de la unión y la cooperación en la vida humana. Simboliza la necesidad de construir relaciones basadas en la sinceridad, la igualdad y la comprensión mutua. Destaca que la verdadera comunidad se forma a través de la afinidad espiritual y no solo por intereses materiales.",
    "arquetipo": "El Grupo, El Amigo, La Alianza.",
    "elemento": "Fuego y Metal.",
    "estacion_asociada": "Verano (época de interacción social).",
    "direccion_geografica_simbolica": "Sur (asociado al fuego y la claridad).",
    "analogias": "Un equipo que trabaja unido, una familia armoniosa, la amistad sincera, la formación de una sociedad.",
    "citas_textuales": [
      "Wilhelm: 'La Comunidad con los Hombres se refiere a la unión de personas con el mismo propósito y espíritu. Solo una unión basada en la verdad puede perdurar.'",
      "Jung: 'La necesidad de pertenencia es un impulso fundamental del alma humana, que nos lleva a buscar la comunidad.'"
    ]
  },
  {
    "numero": 14,
    "name": "La Posesión de lo Grande / La Gran Posesión",
    "character": "☲☰",
    "trigram_top": "Cielo (Lo Creativo)",
    "trigram_bottom": "Fuego (Lo Aferrarse)",
    "judgment": "La Posesión de lo Grande. Sublime éxito.",
    "image": "El Fuego está sobre el Cielo. La Posesión de lo Grande. El hombre superior evita lo malo y exalta lo bueno, con lo cual cumple la voluntad del Cielo.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. No hay relación. Sin culpa. Dificultad." },
      { "numero": 2, "text": "Nueve en la segunda. Carro cargado. Propicio para ir a alguna parte." },
      { "numero": 3, "text": "Nueve en la tercera. El príncipe es ofrecido al Cielo. Pequeño hombre. Sin culpa." },
      { "numero": 4, "text": "Nueve en la cuarta. La posesión de lo grande. Sin culpa." },
      { "numero": 5, "text": "Seis en la quinta. Los ricos son humildes. La perseverancia trae buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El Cielo bendice al que es grande. Buena fortuna." }
    ],
    "significado_profundo": "Representa la abundancia y la posesión de grandes bienes o virtudes. Sin embargo, no se trata solo de riqueza material, sino de la posesión interior de la grandeza de espíritu. El hexagrama enfatiza la importancia de la humildad, la generosidad y el uso ético del poder para mantener la buena fortuna.",
    "arquetipo": "El Magnate, El Benefactor, La Plenitud.",
    "elemento": "Metal (Cielo) y Fuego.",
    "estacion_asociada": "Final del Verano / Principio del Otoño (época de la cosecha abundante).",
    "direccion_geografica_simbolica": "Sur (asociado al fuego y la manifestación).",
    "analogias": "Un gran tesoro, un líder con muchos seguidores, el florecimiento de un talento, la cumbre del éxito.",
    "citas_textuales": [
      "Wilhelm: 'La Posesión de lo Grande es un tiempo de riqueza y abundancia. La clave está en la humildad y la benevolencia en el uso de esa riqueza.'",
      "Jung: 'La verdadera posesión de lo grande no es externa, sino la riqueza interior de la sabiduría y la compasión.'"
    ]
  },
  {
    "numero": 15,
    "name": "La Modestia / La Humildad",
    "character": "☷☳",
    "trigram_top": "Tierra (Lo Receptivo)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "La Modestia. Éxito. El hombre superior concluye las cosas. Buena fortuna.",
    "image": "Dentro de la Tierra hay una montaña. La Modestia. El hombre superior disminuye lo superfluo y aumenta lo necesario. Pesa y mide, y da a los demás.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Modestia en la humildad. Propicio para ir a alguna parte. Buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. Modestia manifestada. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. Modestia de la acción. Buena fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. La modestia de la fuerza. Sin culpa." },
      { "numero": 5, "text": "Seis en la quinta. No es rico con sus vecinos. Propicio para el hombre superior." },
      { "numero": 6, "text": "Seis en la sexta. La modestia de la reputación. Propicio para ir a alguna parte." }
    ],
    "significado_profundo": "Representa la virtud de la humildad y la modestia, que no es debilidad sino una fuente de verdadera fuerza y respeto. Sugiere que al rebajarse y actuar con sencillez, uno puede superar obstáculos y ganar el apoyo de los demás, atrayendo la buena fortuna.",
    "arquetipo": "El Siervo, El Sabio Humilde, El Campo Fértil (que da sin esperar).",
    "elemento": "Tierra y Tierra.",
    "estacion_asociada": "Final del Verano / Principio del Otoño (época de la cosecha que se inclina).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese).",
    "analogias": "Un valle que atrae el agua, una espiga de trigo que se inclina con el grano, un líder que sirve a su pueblo, la receptividad al aprendizaje.",
    "citas_textuales": [
      "Wilhelm: 'La Modestia es la única virtud que nunca es dañada. Es el camino por el cual el superior se mantiene y el inferior es ayudado.'",
      "Jung: 'La verdadera sabiduría comienza con la humildad, la capacidad de reconocer nuestras limitaciones y de estar abiertos a aprender.'"
    ]
  },
  {
    "numero": 16,
    "name": "El Entusiasmo / La Excitación",
    "character": "☳☳",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Tierra (Lo Receptivo)",
    "judgment": "El Entusiasmo. Propicio establecer príncipes y amasar ejércitos.",
    "image": "El Trueno sale de la Tierra. El Entusiasmo. El hombre superior hace música para reverenciar la virtud, y presenta ofrendas a Dios con alegría.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Entusiasmo. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. Fuerte como una roca. No se mueve. Buena fortuna. Perseverancia." },
      { "numero": 3, "text": "Seis en la tercera. Entusiasmo que se lamenta. Arrepentimiento. Retraso." },
      { "numero": 4, "text": "Nueve en la cuarta. La gran duda del entusiasmo. Amigos se agrupan. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. La enfermedad es contagiosa. Buena fortuna. La perseverancia trae buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. Entusiasmo que se pierde. Negligencia. Mala fortuna." }
    ],
    "significado_profundo": "Representa la inspiración, el entusiasmo contagioso y el poder de la alegría para motivar y unir a las personas. Sugiere que el liderazgo efectivo se basa en inspirar a los demás y en un fervor auténtico. Sin embargo, advierte contra el entusiasmo ciego o excesivo que puede llevar a la negligencia.",
    "arquetipo": "El Motivador, El Bardo, La Celebración.",
    "elemento": "Madera (Trueno) y Tierra.",
    "estacion_asociada": "Primavera (época de despertar y nueva energía).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y el despertar).",
    "analogias": "La música que inspira, una buena noticia que energiza a una multitud, el brote repentino de la vida en primavera, un líder carismático.",
    "citas_textuales": [
      "Wilhelm: 'El Entusiasmo es el poder de la alegría que excita y moviliza. Debe ser puro y genuino para ser efectivo.'",
      "Jung: 'El entusiasmo es una fuerza psíquica poderosa, pero debe ser canalizada para no caer en la euforia irreflexiva.'"
    ]
  },
  {
    "numero": 17,
    "name": "El Seguimiento / La Adhesión",
    "character": "☳☱",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Trueno (Arousal)",
    "judgment": "El Seguimiento. Sublime éxito. La perseverancia trae buena fortuna. Sin culpa.",
    "image": "El Trueno dentro del Lago. El Seguimiento. El hombre superior se pone al lado de las personas cuando la noche cae, y se mantiene tranquilo.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Cambiar la posición. Buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. Conectarse con el pequeño hombre. Perder al gran hombre." },
      { "numero": 3, "text": "Seis en la tercera. Renunciar al seguimiento. Mala fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. La unión con los demás. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. La buena fortuna de seguir al sabio. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. La fidelidad. Mala fortuna." }
    ],
    "significado_profundo": "Representa el acto de seguir, adherirse o adaptarse, tanto a un líder como a un curso de acción. Implica flexibilidad, alegría y la capacidad de adaptarse a los tiempos. Destaca la importancia de elegir a quién seguir y de mantener la lealtad a principios justos.",
    "arquetipo": "El Seguidor, El Discípulo, El Rebaño.",
    "elemento": "Metal (Lago) y Madera (Trueno).",
    "estacion_asociada": "Final del Verano / Principio del Otoño (época de reunión).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la asimilación).",
    "analogias": "Un río que sigue su curso, la adaptación al cambio, un estudiante que sigue a su maestro, la cohesión de un grupo.",
    "citas_textuales": [
      "Wilhelm: 'El Seguimiento es la capacidad de adaptarse y adherirse a la dirección correcta. Es el arte de dejarse guiar sin perder la propia esencia.'",
      "Jung: 'La conciencia de seguir, ya sea a un ideal o a una figura, es fundamental para el desarrollo individual y colectivo.'"
    ]
  },
  {
    "numero": 18,
    "name": "La Reparación de lo Dañado / El Trabajo sobre lo Estropeado",
    "character": "☴☳",
    "trigram_top": "Montaña (Inmovilidad)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "La Reparación de lo Dañado. Sublime éxito. Propicio a la travesía del gran río. Después de tres días, buena fortuna.",
    "image": "El Viento debajo de la Montaña. La Reparación de lo Dañado. El hombre superior nutre al pueblo y restaura lo antiguo.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Reparar los errores del padre. El hijo es humilde. Sin culpa. Peligro, pero sin culpa. La perseverancia trae buena fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. Reparar los errores de la madre. No es propicio ser fuerte. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. Reparar los errores del padre. Pequeño arrepentimiento. Sin gran culpa." },
      { "numero": 4, "text": "Seis en la cuarta. La reparación de lo dañado por los niños. Peligro." },
      { "numero": 5, "text": "Seis en la quinta. La reparación de lo dañado por el hombre. Sin culpa." },
      { "numero": 6, "text": "Nueve en la sexta. No servir al rey ni al príncipe. Buena fortuna." }
    ],
    "significado_profundo": "Representa la necesidad de corregir errores, reparar daños y reformar situaciones deterioradas. Implica la introspección para identificar la causa de los problemas y la acción decidida para sanar y restaurar. Se enfoca en la responsabilidad personal de rectificar lo que está mal.",
    "arquetipo": "El Reformador, El Sanador, El Restaurador.",
    "elemento": "Tierra (Montaña) y Madera (Viento).",
    "estacion_asociada": "Otoño (época de podar y limpiar).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese de lo erróneo).",
    "analogias": "La restauración de un edificio antiguo, la corrección de malos hábitos, la terapia para curar heridas emocionales, la renovación de una institución.",
    "citas_textuales": [
      "Wilhelm: 'La Reparación de lo Dañado exige una acción decidida para corregir los errores del pasado. Es un trabajo que requiere diligencia y perseverancia.'",
      "Jung: 'El trabajo sobre lo estropeado no es un castigo, sino una oportunidad para la autorregulación y el crecimiento.'"
    ]
  },
  {
    "numero": 19,
    "name": "La Aproximación / La Acercamiento",
    "character": "☱☷",
    "trigram_top": "Tierra (Lo Receptivo)",
    "trigram_bottom": "Lago (Alegría)",
    "judgment": "La Aproximación. Sublime éxito. La perseverancia trae buena fortuna. El octavo mes tendrá mala fortuna.",
    "image": "El Lago sobre la Tierra. La Aproximación. El hombre superior es inagotable en su enseñanza y sin límites en su benevolencia.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. La aproximación. Sin culpa. La perseverancia trae buena fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. La aproximación del hombre superior. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. La aproximación alegre. Sin culpa." },
      { "numero": 4, "text": "Seis en la cuarta. La aproximación del reino. Sin culpa." },
      { "numero": 5, "text": "Seis en la quinta. La aproximación del sabio. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. La aproximación sin guía. Desgracia." }
    ],
    "significado_profundo": "Representa un período de progreso, acercamiento y avance, a menudo con un sentido de alegría y facilidad. Indica que el éxito es posible a través de la apertura, la receptividad y la proactividad. Sin embargo, advierte sobre la complacencia, ya que la buena fortuna puede no durar indefinidamente.",
    "arquetipo": "El Anfitrión, El Mentor, El Momento Oportuno.",
    "elemento": "Tierra y Metal (Lago).",
    "estacion_asociada": "Invierno (época de acercamiento al solsticio de invierno).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la proximidad).",
    "analogias": "La llegada de la primavera, un amigo que se acerca, la preparación para un evento importante, la construcción de puentes.",
    "citas_textuales": [
      "Wilhelm: 'La Aproximación es un tiempo de acercamiento y florecimiento. Es crucial aprovechar la oportunidad y no volverse descuidado.'",
      "Terzani: 'La vida es un ciclo de acercamientos y alejamientos. Saber cuándo acercarse y cuándo retirarse es la verdadera sabiduría.'"
    ]
  },
  {
    "numero": 20,
    "name": "La Contemplación / La Observación",
    "character": "☷☴",
    "trigram_top": "Viento (Suavidad)",
    "trigram_bottom": "Tierra (Lo Receptivo)",
    "judgment": "La Contemplación. El éxito. La purificación del baño. La oferta. No hay culpa.",
    "image": "El Viento sobre la Tierra. La Contemplación. El hombre superior revisa sus propios actos, y los corrige.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Contemplación infantil. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. Contemplación a través de la hendidura de la puerta. Propicio para la perseverancia de una mujer." },
      { "numero": 3, "text": "Seis en la tercera. Contemplación de mi vida. Progreso o retroceso." },
      { "numero": 4, "text": "Seis en la cuarta. Contemplación de la gloria del reino. Propicio establecer príncipes." },
      { "numero": 5, "text": "Nueve en la quinta. Contemplación de la propia vida. El hombre superior. Sin culpa." },
      { "numero": 6, "text": "Nueve en la sexta. Contemplación de la influencia. Sin culpa." }
    ],
    "significado_profundo": "Representa la capacidad de observar, discernir y reflexionar sobre la realidad, tanto interna como externa. No es una mera observación pasiva, sino una mirada penetrante que permite comprender los patrones y las influencias. Implica la autoevaluación y la búsqueda de una visión clara.",
    "arquetipo": "El Observador, El Filósofo, El Espejo.",
    "elemento": "Madera (Viento) y Tierra.",
    "estacion_asociada": "Final del Verano / Principio del Otoño (época de evaluación de la cosecha).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento y la visión).",
    "analogias": "La observación de las estrellas, la meditación, la introspección, el estudio de un fenómeno, la lectura de un libro sagrado.",
    "citas_textuales": [
      "Wilhelm: 'La Contemplación es el arte de la observación profunda, tanto de sí mismo como del mundo. A través de ella, se alcanza la claridad.'",
      "Jung: 'La verdadera sabiduría no se encuentra en la acción precipitada, sino en la pausa reflexiva que precede a toda acción significativa.'"
    ]
  },
  {
    "numero": 21,
    "name": "La Mordedura Atravesando / La Boca Abierta",
    "character": "☲☰",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Fuego (Lo Aferrarse)",
    "judgment": "La Mordedura Atravesando. El éxito. Propicio para castigar.",
    "image": "El Trueno y el Rayo. La Mordedura Atravesando. Los antiguos reyes promulgaban las leyes y establecían las penas.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Los pies están en los grilletes. Se pierde la buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. Morder la carne. Sin culpa." },
      { "numero": 3, "text": "Seis en la tercera. Morder la carne seca. Peligro. Sin culpa." },
      { "numero": 4, "text": "Nueve en la cuarta. Morder el oro. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. Morder la carne. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. Sin carne. Solo la oreja. Mala fortuna." }
    ],
    "significado_profundo": "Representa la necesidad de superar obstáculos o corregir transgresiones mediante una acción decidida y a veces enérgica. Simboliza la justicia, la ley y el orden, indicando que, para resolver un problema, a veces se requiere una intervención firme para 'morder y atravesar' lo que impide el progreso.",
    "arquetipo": "El Juez, El Cirujano, La Aplicación de la Ley.",
    "elemento": "Madera (Trueno) y Fuego.",
    "estacion_asociada": "Primavera (época de acción decisiva).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y la manifestación).",
    "analogias": "Una operación quirúrgica, la aplicación de una pena, la corrección de una injusticia, la superación de un hábito perjudicial.",
    "citas_textuales": [
      "Wilhelm: 'La Mordedura Atravesando es el símbolo de la aplicación de la ley y la justicia. Requiere firmeza para remover los obstáculos y restaurar el orden.'",
      "Jung: 'A veces, la única manera de avanzar es enfrentarse directamente al obstáculo y 'morderlo', es decir, confrontarlo y superarlo con determinación.'"
    ]
  },
  {
    "numero": 22,
    "name": "La Gracia / La Belleza",
    "character": "☳☲",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "La Gracia. Éxito. En las cosas pequeñas, propicio para ir a alguna parte.",
    "image": "El Fuego debajo de la Montaña. La Gracia. El hombre superior aclara sus propios actos y no se atreve a juzgar los litigios.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Se adorna los pies. Deja el carro y camina." },
      { "numero": 2, "text": "Seis en la segunda. Se adorna la barba." },
      { "numero": 3, "text": "Nueve en la tercera. La gracia es radiante. La perseverancia trae buena fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. La gracia se estropea. Se lamenta." },
      { "numero": 5, "text": "Seis en la quinta. La gracia en el jardín. Riqueza modesta. El rollo de seda es pequeño. Peligro. Último éxito." },
      { "numero": 6, "text": "Nueve en la sexta. La gracia simple. Sin culpa." }
    ],
    "significado_profundo": "Representa la belleza, la gracia, la ornamentación y la forma exterior. Sugiere que, si bien la apariencia es importante, no debe eclipsar el contenido o la esencia. Indica que la belleza auténtica es simple y natural, y que la gracia debe complementar la sustancia, no reemplazarla.",
    "arquetipo": "El Artista, El Esteta, La Superficie.",
    "elemento": "Fuego y Tierra (Montaña).",
    "estacion_asociada": "Otoño (época de colores y decoración).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y la quietud que permite apreciar).",
    "analogias": "Un paisaje pintoresco, un vestido elegante, una decoración armoniosa, la expresión de una idea a través del arte.",
    "citas_textuales": [
      "Wilhelm: 'La Gracia se refiere a la forma y el ornamento. Debe ser una expresión de la esencia interior, no un mero oropel.'",
      "Jung: 'La belleza tiene un poder arquetípico para conmovernos y elevarnos, pero su verdadero valor reside en lo que representa.'"
    ]
  },
  {
    "numero": 23,
    "name": "La Desintegración / La Escisión",
    "character": "☷☳",
    "trigram_top": "Montaña (Inmovilidad)",
    "trigram_bottom": "Tierra (Lo Receptivo)",
    "judgment": "La Desintegración. No es propicio tener un lugar al cual ir.",
    "image": "La Montaña se apoya sobre la Tierra. La Desintegración. El hombre superior trata a las personas con generosidad para nutrir a las que están en su posición.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Desintegración en los pies del lecho. Deterioro." },
      { "numero": 2, "text": "Seis en la segunda. Desintegración en la parte del lecho. Deterioro." },
      { "numero": 3, "text": "Seis en la tercera. Desintegración de la cabecera. Peligro." },
      { "numero": 4, "text": "Seis en la cuarta. Desintegración de la piel. Peligro." },
      { "numero": 5, "text": "Nueve en la quinta. Los peces se pierden. El hombre superior puede ser generoso." },
      { "numero": 6, "text": "Nueve en la sexta. El fruto maduro se desintegra. El hombre superior puede ser generoso." }
    ],
    "significado_profundo": "Representa un período de deterioro, desintegración y pérdida gradual. Indica que las bases se están erosionando y que es inevitable un colapso. En este tiempo, la resistencia activa es inútil; la sabiduría reside en la aceptación y la preparación para un nuevo comienzo después de la destrucción.",
    "arquetipo": "La Caída, La Decadencia, El Fin de un Ciclo.",
    "elemento": "Tierra y Tierra.",
    "estacion_asociada": "Invierno (época de desintegración y muerte de la vegetación).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese).",
    "analogias": "Un edificio que se derrumba, la caída de un imperio, la descomposición de la materia orgánica, la vejez y la enfermedad.",
    "citas_textuales": [
      "Wilhelm: 'La Desintegración es el signo de la destrucción gradual. No se puede resistir, sino aceptarla y prepararse para el renacimiento.'",
      "Jung: 'La vida es un ciclo de creación y desintegración. Aprender a soltar es tan importante como aprender a construir.'"
    ]
  },
  {
    "numero": 24,
    "name": "El Retorno / El Giro",
    "character": "☳☳",
    "trigram_top": "Tierra (Lo Receptivo)",
    "trigram_bottom": "Trueno (Arousal)",
    "judgment": "El Retorno. Éxito. Entrar y salir. No hay culpa. Amigos que regresan. En el séptimo día, el retorno. Propicio tener un lugar adonde ir.",
    "image": "El Trueno dentro de la Tierra. El Retorno. Los reyes de la antigüedad cerraban los pasos fronterizos en el solsticio de invierno.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Retorno a la raíz. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. Retorno al camino. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. Retorno repetido. Peligro. Sin culpa." },
      { "numero": 4, "text": "Seis en la cuarta. Retorno en el medio del camino. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. Retorno de la virtud. Sin culpa." },
      { "numero": 6, "text": "Seis en la sexta. Retorno que se pierde. Mala fortuna." }
    ],
    "significado_profundo": "Representa el retorno, el resurgimiento y el inicio de un nuevo ciclo después de un período de estancamiento o desintegración. Simboliza el momento en que la luz regresa, la energía vital se renueva y la esperanza renace. Es un tiempo propicio para la autorreparación y la reorientación.",
    "arquetipo": "El Renacimiento, El Alba, La Nueva Oportunidad.",
    "elemento": "Tierra y Madera (Trueno).",
    "estacion_asociada": "Invierno (solsticio de invierno, el punto de inflexión).",
    "direccion_geografica_simbolica": "Norte (asociado al agua y el inicio del ciclo).",
    "analogias": "El amanecer después de la noche, el brote de una semilla en primavera, la recuperación de una enfermedad, el inicio de un nuevo proyecto después de un revés.",
    "citas_textuales": [
      "Wilhelm: 'El Retorno es el signo del resurgimiento de la luz y la esperanza después de un período de oscuridad. Es el principio de la renovación.'",
      "Jung: 'El retorno es un arquetipo fundamental de la psique humana, la promesa de que, después de cada descenso, viene un ascenso.'"
    ]
  },
  {
    "numero": 25,
    "name": "La Inocencia / Lo Inesperado",
    "character": "☳☰",
    "trigram_top": "Cielo (Lo Creativo)",
    "trigram_bottom": "Trueno (Arousal)",
    "judgment": "La Inocencia. Sublime éxito. Propicio a la perseverancia.",
    "image": "El Trueno se mueve bajo el Cielo. La Inocencia. Los antiguos reyes cultivaban la virtud y nutrían la gente con rectitud.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Comportamiento inocente. Buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. Sin culpas. Si no hay recompensa, es una buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. Infortunio. La perseverancia trae buena fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. La inocencia puede ser peligrosa." },
      { "numero": 5, "text": "Nueve en la quinta. Sin culpas. No hay recompensa. Sin culpa." },
      { "numero": 6, "text": "Nueve en la sexta. La inocencia que es forzada. Mala fortuna. No es propicio para nadie." }
    ],
    "significado_profundo": "Representa la pureza original, la espontaneidad y la acción sin artificio ni intención oculta. Sugiere que la autenticidad y la sinceridad conducen a la buena fortuna. Advierte contra la interferencia externa o la búsqueda de ganancias secundarias, que pueden corromper la inocencia.",
    "arquetipo": "El Niño, El Idealista, La Esencia Pura.",
    "elemento": "Metal (Cielo) y Madera (Trueno).",
    "estacion_asociada": "Primavera (el nacimiento puro y espontáneo).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y la vitalidad).",
    "analogias": "La naturaleza virgen, un corazón sincero, el instinto puro, la verdad sin adornos.",
    "citas_textuales": [
      "Wilhelm: 'La Inocencia es el estado natural de la verdad y la simplicidad. La acción debe surgir de la autenticidad, sin segundas intenciones.'",
      "Jung: 'La inocencia no es una falta de experiencia, sino una pureza de intención que nos permite conectar con lo esencial.'"
    ]
  },
  {
    "numero": 26,
    "name": "La Fuerza Domesticadora de lo Grande / La Gran Acumulación",
    "character": "☰☳",
    "trigram_top": "Montaña (Inmovilidad)",
    "trigram_bottom": "Cielo (Lo Creativo)",
    "judgment": "La Fuerza Domesticadora de lo Grande. Propicio para la perseverancia. No se come en casa. Propicio para la travesía del gran río.",
    "image": "El Cielo dentro de la Montaña. La Fuerza Domesticadora de lo Grande. El hombre superior atesora muchas palabras del pasado y muchas virtudes de las acciones del pasado para fortalecer su carácter.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Hay peligro. Es propicio para la perseverancia." },
      { "numero": 2, "text": "Nueve en la segunda. El carro se detiene. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. Propicio para ir a alguna parte. La perseverancia trae buena fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. La puerta está abierta. No hay culpa." },
      { "numero": 5, "text": "Seis en la quinta. Las ovejas con cuernos. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El camino del Cielo. Buena fortuna." }
    ],
    "significado_profundo": "Representa la acumulación de poder, fuerza y conocimiento. No es un poder agresivo, sino una capacidad de retener y nutrir grandes fuerzas. Implica la necesidad de frenar impulsos, acumular recursos y sabiduría, y dirigir esta fuerza de manera correcta y perseverante.",
    "arquetipo": "El Granero, El Tesoro, El Acumulador de Sabiduría.",
    "elemento": "Tierra (Montaña) y Metal (Cielo).",
    "estacion_asociada": "Otoño (época de acumulación de la cosecha).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese de la acción impulsiva).",
    "analogias": "Un dique que contiene un río, una gran biblioteca, la paciencia para ahorrar, el desarrollo de un gran talento.",
    "citas_textuales": [
      "Wilhelm: 'La Fuerza Domesticadora de lo Grande es la capacidad de reunir y mantener las grandes fuerzas internas. Requiere disciplina y moderación.'",
      "Jung: 'La verdadera fuerza no reside en la explosión, sino en la capacidad de contener y dirigir la energía con propósito y sabiduría.'"
    ]
  },
  {
    "numero": 27,
    "name": "La Nutrición / Las Mandíbulas",
    "character": "☳☴",
    "trigram_top": "Montaña (Inmovilidad)",
    "trigram_bottom": "Trueno (Arousal)",
    "judgment": "La Nutrición. La perseverancia trae buena fortuna. Observa con qué se nutre a uno mismo, y con qué se nutre a los demás.",
    "image": "La Montaña y el Trueno. La Nutrición. El hombre superior es cuidadoso con sus palabras y moderado con su comida.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. No es propicio para el hombre superior." },
      { "numero": 2, "text": "Seis en la segunda. Dar un paso. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. No es propicio para el hombre superior." },
      { "numero": 4, "text": "Seis en la cuarta. La nutrición de la propia vida. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. La nutrición del tigre. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La nutrición del hombre superior. Peligro. Buena fortuna." }
    ],
    "significado_profundo": "Representa la nutrición en todos los sentidos: física, mental, emocional y espiritual. Se refiere a cómo nos alimentamos y cómo alimentamos a los demás. Enfatiza la importancia de la moderación, la calidad de lo que se consume y la responsabilidad de proveer para quienes dependen de nosotros.",
    "arquetipo": "El Sustentador, El Nutridor, La Fuente.",
    "elemento": "Tierra (Montaña) y Madera (Trueno).",
    "estacion_asociada": "Final del Verano / Principio del Otoño (época de cosecha y preparación para el invierno).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y la detención para alimentarse).",
    "analogias": "Comer y beber, el estudio, el cuidado de un jardín, la educación de los hijos, la meditación.",
    "citas_textuales": [
      "Wilhelm: 'La Nutrición trata de la alimentación de la vida. Es fundamental ser consciente de lo que se consume y de cómo se nutre a los demás.'",
      "Jung: 'La psique, al igual que el cuerpo, necesita ser nutrida. La calidad de esta nutrición determina nuestra salud y bienestar.'"
    ]
  },
  {
    "numero": 28,
    "name": "La Preponderancia de lo Grande / La Carga Excesiva",
    "character": "☱☴",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "La Preponderancia de lo Grande. El viga maestra se inclina. Propicio tener un lugar adonde ir. Éxito.",
    "image": "El Lago ahoga al Árbol. La Preponderancia de lo Grande. El hombre superior se sostiene solo y no tiene miedo de la soledad.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Se utiliza la estera. No hay culpa." },
      { "numero": 2, "text": "Nueve en la segunda. El árbol seco brota. El viejo marido toma una joven esposa. Sin culpa. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El viga maestra se inclina. Mala fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. El viga maestra es firme. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El árbol seco florece. La vieja esposa toma un joven marido. Sin culpa. Sin alabanza." },
      { "numero": 6, "text": "Seis en la sexta. La inundación. El final. Mala fortuna." }
    ],
    "significado_profundo": "Representa una situación en la que algo grande o pesado ha sobrepasado sus límites, amenazando con un colapso. Indica un desequilibrio y la necesidad de tomar medidas correctivas antes de que la estructura se rompa. Sugiere que, aunque la situación es precaria, es posible encontrar una solución si se actúa con prudencia.",
    "arquetipo": "El Riesgo, El Colapso, El Equilibrista.",
    "elemento": "Metal (Lago) y Madera (Viento).",
    "estacion_asociada": "Final del Otoño (el árbol que se inclina por el peso de la nieve o el fruto).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y el exceso).",
    "analogias": "Un puente a punto de ceder, una carga excesiva de trabajo, un gran barco que se hunde, una persona que asume demasiadas responsabilidades.",
    "citas_textuales": [
      "Wilhelm: 'La Preponderancia de lo Grande advierte sobre un desequilibrio donde lo fuerte es demasiado y amenaza con el colapso. Se requiere una acción audaz pero prudente para restaurar el equilibrio.'",
      "Jung: 'El exceso, incluso de lo bueno, puede llevar a la destrucción. La moderación es la clave para la supervivencia.'"
    ]
  },
  {
    "numero": 29,
    "name": "Lo Abismal / El Agua",
    "character": "☵☵",
    "trigram_top": "Agua (Abismo)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "Lo Abismal. Repetidos abismos. Posee la luz interior. El corazón en el peligro. Éxito. La perseverancia trae buena fortuna.",
    "image": "El Agua fluye incesantemente. Lo Abismal. El hombre superior está siempre en movimiento y enseña a los demás.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El agua en el abismo. Caer en el abismo. Mala fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. El agua en el abismo. El abismo está lleno de agua. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. El abismo. En el abismo. No actuar." },
      { "numero": 4, "text": "Seis en la cuarta. El abismo. Se encadena. Sin culpa." },
      { "numero": 5, "text": "Nueve en la quinta. El abismo no está lleno. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El agua fluye. El abismo. Mala fortuna." }
    ],
    "significado_profundo": "Representa el peligro, la oscuridad, el abismo o la dificultad profunda. Es un hexagrama de crisis, donde los obstáculos se repiten. Sin embargo, también sugiere que la fuerza interior, la sinceridad y la perseverancia permiten navegar a través de estas dificultades y encontrar un camino.",
    "arquetipo": "El Desafío, El Laberinto, La Prueba.",
    "elemento": "Agua.",
    "estacion_asociada": "Invierno (la profundidad y oscuridad del invierno).",
    "direccion_geografica_simbolica": "Norte (asociado al agua y el peligro).",
    "analogias": "Un río caudaloso, una cueva oscura, una crisis personal, la inmersión en lo desconocido.",
    "citas_textuales": [
      "Wilhelm: 'Lo Abismal es el peligro repetido. La clave para superarlo es la sinceridad y la confianza interior, que guían a través de la oscuridad.'",
      "Jung: 'En el abismo de la vida, encontramos las verdades más profundas sobre nosotros mismos y sobre la naturaleza del universo.'"
    ]
  },
  {
    "numero": 30,
    "name": "Lo Adherente / El Fuego",
    "character": "☲☲",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Fuego (Lo Aferrarse)",
    "judgment": "Lo Adherente. Propicio a la perseverancia. El éxito. La cría de la vaca trae buena fortuna.",
    "image": "La luz se eleva una y otra vez. Lo Adherente. El hombre superior ilumina las cuatro direcciones.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. El camino. No hay culpa." },
      { "numero": 2, "text": "Seis en la segunda. La luz de la luna. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El sol al atardecer. No golpear el tambor y cantar. La pérdida del anciano. Mala fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. De repente, la luz. El fuego arde. El regreso de la oscuridad. Peligro." },
      { "numero": 5, "text": "Seis en la quinta. La luz. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El rey castiga a los que no son leales. Mala fortuna." }
    ],
    "significado_profundo": "Representa la luminosidad, la conciencia y la dependencia o adhesión. Simboliza el fuego que ilumina pero que también necesita combustible para arder. Indica la necesidad de claridad, discernimiento y de encontrar algo a lo que aferrarse de manera auténtica para mantener la vitalidad y la dirección.",
    "arquetipo": "El Iluminador, El Faro, La Conciencia.",
    "elemento": "Fuego.",
    "estacion_asociada": "Verano (la luz máxima del verano).",
    "direccion_geografica_simbolica": "Sur (asociado al fuego y la claridad).",
    "analogias": "El sol, una vela encendida, el conocimiento, la lealtad, una relación de apoyo, la fe.",
    "citas_textuales": [
      "Wilhelm: 'Lo Adherente es la luz que se manifiesta y se adhiere a algo. Es la conciencia que ilumina el camino, pero necesita una base.'",
      "Jung: 'El fuego es el símbolo de la transformación y la conciencia. Nos aferramos a aquello que nos da sentido y nos permite arder con propósito.'"
    ]
  },
  {
    "numero": 31,
    "name": "La Influencia / El Galanteo",
    "character": "☱☳",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "La Influencia. El éxito. Propicio para la perseverancia. Tomar una mujer. Buena fortuna.",
    "image": "El Lago sobre la Montaña. La Influencia. El hombre superior se vacía para recibir a los demás.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. La influencia en el dedo gordo del pie. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. La influencia en las pantorrillas. Mala fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. La influencia en los muslos. Retenerse." },
      { "numero": 4, "text": "Nueve en la cuarta. La perseverancia trae buena fortuna. El arrepentimiento desaparece." },
      { "numero": 5, "text": "Nueve en la quinta. La influencia en la espalda. Sin culpa." },
      { "numero": 6, "text": "Seis en la sexta. La influencia en las mandíbulas, las mejillas y la lengua." }
    ],
    "significado_profundo": "Representa la influencia mutua y la atracción. Simboliza la interacción entre lo receptivo y lo proactivo, y cómo estas fuerzas se atraen y se influyen mutuamente. Enfatiza la importancia de la receptividad y la sinceridad para establecer conexiones significativas y duraderas.",
    "arquetipo": "El Imán, La Atracción, El Emparejamiento.",
    "elemento": "Metal (Lago) y Tierra (Montaña).",
    "estacion_asociada": "Primavera (la atracción que da inicio a nuevas relaciones).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese que permite la influencia).",
    "analogias": "El cortejo, el magnetismo entre personas, el arte de la persuasión, el reflejo en el agua.",
    "citas_textuales": [
      "Wilhelm: 'La Influencia es el arte de atraer y ser atraído. La clave está en la sinceridad y la receptividad para que la interacción sea fructífera.'",
      "Jung: 'Las relaciones humanas son un juego constante de influencias mutuas. Reconocer este flujo es el primer paso hacia la armonía.'"
    ]
  },
  {
    "numero": 32,
    "name": "La Duración / La Constancia",
    "character": "☳☱",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "La Duración. Éxito. Sin culpa. Propicio para la perseverancia. Propicio para tener un lugar adonde ir.",
    "image": "El Trueno y el Viento. La Duración. El hombre superior se mantiene firme y no cambia su propósito.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Profunda duración. Mala fortuna. No hay nada propicio." },
      { "numero": 2, "text": "Nueve en la segunda. La duración del remordimiento. Arrepentimiento." },
      { "numero": 3, "text": "Nueve en la tercera. La duración de la virtud. Sin culpa." },
      { "numero": 4, "text": "Nueve en la cuarta. No hay duración en la posición. Sin culpa." },
      { "numero": 5, "text": "Seis en la quinta. La duración de la virtud. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. La duración en el fuego. Mala fortuna." }
    ],
    "significado_profundo": "Representa la permanencia, la constancia y la estabilidad a largo plazo. Simboliza la unión del movimiento (trueno) y la suavidad (viento) que, juntos, crean un estado duradero. Destaca la importancia de la perseverancia, la coherencia y la capacidad de mantenerse fiel a los principios a lo largo del tiempo.",
    "arquetipo": "El Ancla, La Roca, El Compromiso Duradero.",
    "elemento": "Madera (Trueno) y Madera (Viento).",
    "estacion_asociada": "Todo el año (representa la estabilidad cíclica).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y el movimiento constante).",
    "analogias": "Un río que fluye constantemente, un matrimonio duradero, un árbol centenario, la evolución constante.",
    "citas_textuales": [
      "Wilhelm: 'La Duración es el principio de la constancia y la persistencia en el tiempo. La verdadera duración se basa en la virtud y la adaptación al cambio.'",
      "Jung: 'La duración no es inmovilidad, sino la capacidad de mantenerse fiel a sí mismo a través de todas las vicisitudes del tiempo y la experiencia.'"
    ]
  },
  {
    "numero": 33,
    "name": "La Retirada / El Retroceso",
    "character": "☰☳",
    "trigram_top": "Cielo (Lo Creativo)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "La Retirada. Éxito. En las cosas pequeñas, propicio para la perseverancia.",
    "image": "El Cielo debajo de la Montaña. La Retirada. El hombre superior se aleja del pequeño hombre, no con odio, sino con dignidad.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. La retirada en la cola. Peligro. No actuar." },
      { "numero": 2, "text": "Seis en la segunda. Atar a la gente con cuero de buey. Nadie puede quitarlo." },
      { "numero": 3, "text": "Nueve en la tercera. La retirada con los amigos. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. La retirada del hombre superior. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. La retirada. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La retirada. Sin culpa. Propicio para ir a alguna parte." }
    ],
    "significado_profundo": "Representa la acción de retirarse estratégicamente de una situación desfavorable o peligrosa. No es una huida por cobardía, sino un movimiento calculado para preservar la fuerza y la integridad. Enfatiza la sabiduría de saber cuándo retirarse y cómo hacerlo con dignidad para asegurar el éxito futuro.",
    "arquetipo": "El Estratega, El Ermitaño, El Refugio.",
    "elemento": "Metal (Cielo) y Tierra (Montaña).",
    "estacion_asociada": "Invierno (época de repliegue y conservación).",
    "direccion_geografica_simbolica": "Noroeste (asociado al cielo y el alejamiento).",
    "analogias": "Un ejército que se retira para reagruparse, el abandono de un proyecto inviable, el descanso después de un esfuerzo, la meditación para recargar energías.",
    "citas_textuales": [
      "Wilhelm: 'La Retirada es el sabio abandono de una situación insostenible. No es cobardía, sino previsión y auto-preservación.'",
      "Jung: 'A veces, la mayor fuerza reside en la capacidad de retirarse de una situación que no nos beneficia, preservando así nuestra energía para el momento oportuno.'"
    ]
  },
  {
    "numero": 34,
    "name": "El Gran Poder / La Gran Fuerza",
    "character": "☳☰",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Cielo (Lo Creativo)",
    "judgment": "El Gran Poder. Propicio para la perseverancia.",
    "image": "El Trueno en lo alto del Cielo. El Gran Poder. El hombre superior no pisa el camino que no le corresponde.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. El gran poder. Sin culpa." },
      { "numero": 2, "text": "Nueve en la segunda. El gran poder. La perseverancia trae buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El pequeño hombre usa la fuerza. El hombre superior lo sabe. La perseverancia trae buena fortuna. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. El gran poder. La perseverancia trae buena fortuna. El arrepentimiento desaparece." },
      { "numero": 5, "text": "Seis en la quinta. La cabra desatada. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. La cabra desatada. Peligro. No hay nada propicio." }
    ],
    "significado_profundo": "Representa una gran fuerza y poder. No es un poder destructivo, sino la capacidad de actuar con determinación y convicción. Subraya la importancia de usar esta fuerza de manera justa y moderada, evitando la arrogancia y la precipitación para mantener la buena fortuna.",
    "arquetipo": "El Conquistador, El Héroe, El Liderazgo Fuerte.",
    "elemento": "Madera (Trueno) y Metal (Cielo).",
    "estacion_asociada": "Primavera (la fuerza explosiva del crecimiento).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y el impulso).",
    "analogias": "Una tormenta eléctrica poderosa, un líder carismático, la determinación inquebrantable, la fuerza de voluntad.",
    "citas_textuales": [
      "Wilhelm: 'El Gran Poder es la fuerza concentrada y el potencial de acción. Es crucial usar este poder con rectitud y moderación para evitar el desastre.'",
      "Jung: 'La verdadera fuerza no se mide por la capacidad de dominar, sino por la disciplina para dirigir el propio poder hacia fines constructivos.'"
    ]
  },
  {
    "numero": 35,
    "name": "El Progreso / El Avance",
    "character": "☲☷",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Tierra (Lo Receptivo)",
    "judgment": "El Progreso. El marqués Kang usó sus muchos caballos para dar una audiencia al rey. Tres veces al día.",
    "image": "La Luz se eleva sobre la Tierra. El Progreso. El hombre superior se ilumina a sí mismo y a los demás.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Progreso o retroceso. Propicio para la perseverancia." },
      { "numero": 2, "text": "Seis en la segunda. Progreso de la luz. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. El progreso. El hombre superior. Buena fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. El progreso. El rey. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. El progreso. El rey. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El progreso. La riqueza. Mala fortuna." }
    ],
    "significado_profundo": "Representa el avance gradual y constante, la luminosidad y el progreso. Simboliza la luz del sol que se eleva sobre la tierra, trayendo claridad y calidez. Indica un período favorable para el crecimiento y el desarrollo, impulsado por la claridad de visión y la perseverancia.",
    "arquetipo": "El Pionero, El Ascenso, La Iluminación.",
    "elemento": "Fuego y Tierra.",
    "estacion_asociada": "Verano (la plenitud del sol y el crecimiento).",
    "direccion_geografica_simbolica": "Sur (asociado al fuego y la luz).",
    "analogias": "El amanecer, una carrera que avanza con éxito, la difusión del conocimiento, el ascenso en una jerarquía.",
    "citas_textuales": [
      "Wilhelm: 'El Progreso es el avance constante de la luz. Es un tiempo de crecimiento y éxito, pero requiere que uno se mantenga iluminado y consciente.'",
      "Jung: 'El progreso no es lineal, sino una serie de movimientos hacia adelante y pausas. La verdadera sabiduría reside en discernir el ritmo adecuado.'"
    ]
  },
  {
    "numero": 36,
    "name": "El Oscurecimiento de la Luz / La Herida",
    "character": "☷☲",
    "trigram_top": "Tierra (Lo Receptivo)",
    "trigram_bottom": "Fuego (Lo Aferrarse)",
    "judgment": "El Oscurecimiento de la Luz. Propicio para la perseverancia en la dificultad. No es propicio para el hombre grande.",
    "image": "La Luz se sumerge en la Tierra. El Oscurecimiento de la Luz. El hombre superior vive entre la gente, pero sus propios actos son luminosos.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. El oscurecimiento de la luz. El ala izquierda es herida." },
      { "numero": 2, "text": "Seis en la segunda. El oscurecimiento de la luz. Se come la carne seca. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El oscurecimiento de la luz. La cacería. Mala fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. El oscurecimiento de la luz. Entrar en el vientre del enemigo." },
      { "numero": 5, "text": "Seis en la quinta. El oscurecimiento de la luz. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. Sin luz. La cabeza es herida. Mala fortuna." }
    ],
    "significado_profundo": "Representa un período donde la luz, la verdad o la virtud están oscurecidas o reprimidas. Indica una situación de peligro, traición o persecución. Enfatiza la necesidad de ser discreto, mantener la calma y preservar la luz interior, esperando el momento adecuado para que la verdad resurja.",
    "arquetipo": "El Mártir, El Exiliado, El Eclipse.",
    "elemento": "Tierra y Fuego.",
    "estacion_asociada": "Invierno (la oscuridad del invierno).",
    "direccion_geografica_simbolica": "Norte (asociado a la tierra que esconde la luz).",
    "analogias": "Un eclipse solar, una dictadura que suprime la libertad, la enfermedad que debilita, el sufrimiento por una causa justa.",
    "citas_textuales": [
      "Wilhelm: 'El Oscurecimiento de la Luz es un tiempo de opresión y disimulo. La sabiduría reside en preservar la luz interior sin ostentación.'",
      "Terzani: 'Incluso en la oscuridad más profunda, la luz de la conciencia nunca se apaga del todo. Solo espera el momento de resurgir.'"
    ]
  },
  {
    "numero": 37,
    "name": "La Familia / El Clan",
    "character": "☲☴",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "La Familia. Propicio para la perseverancia de la mujer.",
    "image": "El Viento sale del Fuego. La Familia. El hombre superior ordena su propio hogar.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Se hace el hogar. Arrepentimiento." },
      { "numero": 2, "text": "Seis en la segunda. La mujer del hogar. Sin culpa." },
      { "numero": 3, "text": "Nueve en la tercera. La familia del hogar. Humillación. Peligro. Buena fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. El hogar. La riqueza. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El rey llega al hogar. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La fidelidad de la familia. Buena fortuna." }
    ],
    "significado_profundo": "Representa la importancia de la estructura familiar y las relaciones dentro del hogar. Simboliza la armonía, la responsabilidad y la cohesión que se cultivan en el ámbito doméstico. Extensible a cualquier grupo donde existan relaciones de interdependencia y apoyo mutuo.",
    "arquetipo": "El Hogar, El Clan, Los Lazos de Sangre.",
    "elemento": "Fuego y Madera (Viento).",
    "estacion_asociada": "Todo el año (la familia es una constante).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento y la propagación de valores).",
    "analogias": "Un nido de pájaros, la organización de una empresa pequeña, la educación de los hijos, la transmisión de valores generacionales.",
    "citas_textuales": [
      "Wilhelm: 'La Familia es la base de la sociedad y el lugar donde se cultivan las virtudes. La disciplina y la armonía internas son esenciales.'",
      "Jung: 'La familia es el primer campo de pruebas donde el individuo aprende a relacionarse con los demás y a desarrollar su identidad.'"
    ]
  },
  {
    "numero": 38,
    "name": "La Oposición / El Desacuerdo",
    "character": "☲☱",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Lago (Alegría)",
    "judgment": "La Oposición. En las cosas pequeñas, éxito.",
    "image": "El Fuego está por encima del Lago. La Oposición. El hombre superior vive en la diversidad y la diferencia, y no se pelea por las cosas pequeñas.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. El arrepentimiento desaparece. El camino está en el caballo. No hay nada bueno." },
      { "numero": 2, "text": "Nueve en la segunda. El granero. En el camino. Ver a un hombre. Sin culpa." },
      { "numero": 3, "text": "Seis en la tercera. El carro se detiene. El buey está atado. La cabeza está herida." },
      { "numero": 4, "text": "Nueve en la cuarta. La unión con los demás. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. El hombre se quema. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La oposición. El final. Buena fortuna." }
    ],
    "significado_profundo": "Representa el desacuerdo, la separación y la divergencia. Simboliza dos fuerzas que se mueven en direcciones opuestas pero que, paradójicamente, pueden complementarse o conducir a un resultado inesperado. Sugiere que la clave está en encontrar un punto de encuentro o en aceptar las diferencias para lograr una 'pequeña' armonía.",
    "arquetipo": "El Conflicto, La Polaridad, El Diálogo (de opuestos).",
    "elemento": "Fuego y Metal (Lago).",
    "estacion_asociada": "Otoño (época de separación y diferenciación).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la puesta del sol que marca la diferencia).",
    "analogias": "Dos ríos que fluyen en direcciones opuestas, un debate, la tensión en una relación, la diversidad de opiniones.",
    "citas_textuales": [
      "Wilhelm: 'La Oposición no siempre es dañina. A veces, las diferencias nos permiten ver la verdad desde múltiples perspectivas.'",
      "Jung: 'La psique funciona a través de opuestos. La integración de estas polaridades es esencial para el desarrollo.'"
    ]
  },
  {
    "numero": 39,
    "name": "El Impedimento / La Obstáculo",
    "character": "☵☳",
    "trigram_top": "Agua (Abismo)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "El Impedimento. Propicio para ir al suroeste. No propicio para ir al noreste. Propicio para ver al gran hombre. La perseverancia trae buena fortuna.",
    "image": "El Agua en la Montaña. El Impedimento. El hombre superior reflexiona sobre sí mismo y se corrige.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El impedimento. El regreso. Buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. El impedimento. La vuelta. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El impedimento. El camino se detiene. Mala fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. El impedimento. El retorno. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El impedimento. El gran hombre. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El impedimento. El regreso. Buena fortuna." }
    ],
    "significado_profundo": "Representa la presencia de obstáculos, dificultades o impedimentos que bloquean el camino. Sugiere que no es el momento de forzar la situación, sino de retirarse, reflexionar y buscar ayuda. La clave está en la introspección y la preparación para superar el obstáculo con sabiduría, no con fuerza bruta.",
    "arquetipo": "El Bloqueo, El Laberinto, El Retiro Estratégico.",
    "elemento": "Agua y Tierra (Montaña).",
    "estacion_asociada": "Invierno (el camino bloqueado por la nieve o el hielo).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese).",
    "analogias": "Un camino montañoso, un problema irresoluble de inmediato, una enfermedad que obliga al reposo, la necesidad de una pausa para planificar.",
    "citas_textuales": [
      "Wilhelm: 'El Impedimento nos confronta con obstáculos. La sabiduría reside en no forzar el camino, sino en retirarse y buscar una solución interna o externa.'",
      "Terzani: 'A veces, los mayores obstáculos no están fuera, sino dentro de nosotros. Superar esos impedimentos internos es el verdadero viaje.'"
    ]
  },
  {
    "numero": 40,
    "name": "La Liberación / La Solución",
    "character": "☳☵",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "La Liberación. Propicio para el suroeste. Sin culpa. Propicio para el retorno. Propicio para tener un lugar adonde ir.",
    "image": "El Trueno y la Lluvia. La Liberación. El hombre superior perdona los errores y perdona los crímenes.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Sin culpa. Se libera." },
      { "numero": 2, "text": "Nueve en la segunda. Tres zorros se atan. El hombre noble. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. Se libera de los sirvientes. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. Se libera del peligro. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. El hombre superior se libera. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. Se libera de los grilletes. Buena fortuna." }
    ],
    "significado_profundo": "Representa el momento de la liberación, la disolución de los obstáculos y el alivio de la tensión. Simboliza la lluvia que lava y aclara después de una tormenta. Indica que las dificultades están llegando a su fin y que es tiempo de perdonar, soltar y avanzar hacia un nuevo comienzo.",
    "arquetipo": "El Rescate, La Absolución, La Catarsis.",
    "elemento": "Madera (Trueno) y Agua.",
    "estacion_asociada": "Primavera (la lluvia que disuelve el invierno).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y la nueva actividad).",
    "analogias": "La lluvia después de una sequía, la resolución de un problema, la curación de una herida, el perdón y la reconciliación.",
    "citas_textuales": [
      "Wilhelm: 'La Liberación es el fin de la dificultad y la vuelta a la normalidad. Es un tiempo para soltar y perdonar, para que el camino se abra de nuevo.'",
      "Jung: 'La verdadera liberación viene cuando nos atrevemos a enfrentar la sombra y a integrar lo que ha sido reprimido.'"
    ]
  },
  {
    "numero": 41,
    "name": "La Disminución / La Merma",
    "character": "☱☳",
    "trigram_top": "Montaña (Inmovilidad)",
    "trigram_bottom": "Lago (Alegría)",
    "judgment": "La Disminución. Tener fe. Original éxito. Sin culpa. Puede ser propicio para la perseverancia. No actuar.",
    "image": "La Montaña debajo del Lago. La Disminución. El hombre superior detiene su ira y refrena sus deseos.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. La disminución en las manos. Sin culpa. La perseverancia trae buena fortuna. No hay nada propicio." },
      { "numero": 2, "text": "Nueve en la segunda. La disminución del fuego. Se puede actuar. Sin culpa." },
      { "numero": 3, "text": "Seis en la tercera. La disminución de la virtud. Sin culpa. La perseverancia trae buena fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. La disminución del hombre grande. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. La disminución de la virtud. Se otorga la riqueza." },
      { "numero": 6, "text": "Nueve en la sexta. La disminución. Buena fortuna. Es propicio para el hombre grande." }
    ],
    "significado_profundo": "Representa un período de reducción, merma o disminución. Indica la necesidad de sacrificar algo para lograr un bien mayor o para restaurar el equilibrio. No es una pérdida necesariamente negativa, sino una poda necesaria para el crecimiento futuro. Exige modestia y desprendimiento.",
    "arquetipo": "El Sacrificio, La Poda, El Desapego.",
    "elemento": "Tierra (Montaña) y Metal (Lago).",
    "estacion_asociada": "Otoño (época de reducción y preparación para el invierno).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese).",
    "analogias": "La poda de un árbol, la renuncia a un lujo, la abstinencia, el ayuno, la simplificación de la vida.",
    "citas_textuales": [
      "Wilhelm: 'La Disminución es el arte de la autodisciplina y el sacrificio. Para lograr un bien mayor, a veces es necesario ceder y reducir.'",
      "Jung: 'La verdadera madurez implica la capacidad de renunciar a lo que ya no sirve, para hacer espacio a lo nuevo y esencial.'"
    ]
  },
  {
    "numero": 42,
    "name": "El Aumento / El Incremento",
    "character": "☳☱",
    "trigram_top": "Viento (Suavidad)",
    "trigram_bottom": "Trueno (Arousal)",
    "judgment": "El Aumento. Propicio para emprender algo. Propicio para la travesía del gran río.",
    "image": "El Viento y el Trueno. El Aumento. El hombre superior ve el bien, y se esfuerza por imitarlo. Ve el mal, y se corrige.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Propicio para el gran acto. Buena fortuna. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. El gran aumento. Propicio para la perseverancia. Sin culpa." },
      { "numero": 3, "text": "Seis en la tercera. El aumento por el infortunio. Peligro." },
      { "numero": 4, "text": "Seis en la cuarta. La verdad es de los ricos. Hay un hombre que no es bueno. La perseverancia trae buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. La fidelidad con el aumento. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El aumento sin ayuda. Mala fortuna." }
    ],
    "significado_profundo": "Representa el crecimiento, el incremento y la abundancia. Indica un período favorable para la expansión y el desarrollo. Subraya la importancia de la generosidad y el altruismo, ya que la verdadera prosperidad se logra al compartir y contribuir al bienestar de los demás.",
    "arquetipo": "La Abundancia, El Benefactor, La Fertilidad.",
    "elemento": "Madera (Viento) y Madera (Trueno).",
    "estacion_asociada": "Primavera (época de crecimiento y florecimiento).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento y la expansión).",
    "analogias": "Una buena cosecha, la prosperidad económica, el crecimiento de una empresa, la ayuda a los necesitados.",
    "citas_textuales": [
      "Wilhelm: 'El Aumento es el tiempo de la prosperidad y la generosidad. Al dar, se recibe; al contribuir, se acrecienta el bien común.'",
      "Jung: 'El verdadero aumento no es la acumulación egoísta, sino el crecimiento que se comparte y beneficia a la comunidad.'"
    ]
  },
  {
    "numero": 43,
    "name": "La Resolución / La Ruptura",
    "character": "☰☱",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Cielo (Lo Creativo)",
    "judgment": "La Resolución. La corte del rey. La verdad. La perseverancia trae buena fortuna. Peligro. No actuar.",
    "image": "El Lago sobre el Cielo. La Resolución. El hombre superior distribuye la riqueza a los demás.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. La resolución. Sin culpa. Peligro." },
      { "numero": 2, "text": "Nueve en la segunda. La resolución. La espada. Peligro." },
      { "numero": 3, "text": "Nueve en la tercera. La resolución. El hombre fuerte. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. La resolución. Sin culpa." },
      { "numero": 5, "text": "Nueve en la quinta. La resolución. La espada. Sin culpa." },
      { "numero": 6, "text": "Seis en la sexta. Sin resolución. Mala fortuna." }
    ],
    "significado_profundo": "Representa la acción de romper con lo corrupto o lo que impide el progreso. Indica un momento decisivo donde es necesario eliminar obstáculos, a menudo con firmeza y determinación. Requiere coraje para enfrentar la oposición, pero también sabiduría para no caer en la violencia innecesaria.",
    "arquetipo": "El Juez, El Verdugo (de lo malo), La Revolución (justa).",
    "elemento": "Metal (Lago) y Metal (Cielo).",
    "estacion_asociada": "Otoño (época de la cosecha y la eliminación de lo que ya no sirve).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la finalización).",
    "analogias": "La rotura de una presa, la erradicación de una plaga, la aplicación de la justicia, el enfrentamiento a un problema insostenible.",
    "citas_textuales": [
      "Wilhelm: 'La Resolución es el momento de eliminar el mal con decisión. Debe hacerse con justicia y sin resentimiento personal.'",
      "Jung: 'La confrontación con la sombra es necesaria para la integridad. A veces, la ruptura es el único camino hacia una mayor libertad.'"
    ]
  },
  {
    "numero": 44,
    "name": "El Encuentro / El Acoplamiento",
    "character": "☱☰",
    "trigram_top": "Cielo (Lo Creativo)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "El Encuentro. La doncella es fuerte. No tomar tal mujer.",
    "image": "El Viento debajo del Cielo. El Encuentro. El rey difunde sus mandatos y los difunde a las cuatro direcciones.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. No se puede usar. Peligro." },
      { "numero": 2, "text": "Nueve en la segunda. El que se encuentra en la olla. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El encuentro es con los buenos y los malos. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. El encuentro sin culpa. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. La unión con los demás. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El encuentro con la vaca. No hay nada bueno." }
    ],
    "significado_profundo": "Representa el encuentro inesperado y la interacción de dos fuerzas, a menudo con una connotación de seducción o tentación. Simboliza la llegada de algo nuevo o una influencia que puede ser poderosa y transformadora. Advierte sobre la necesidad de discernimiento para no dejarse arrastrar por fuerzas negativas o inapropiadas.",
    "arquetipo": "El Encuentro Inesperado, La Seducción, La Oportunidad (a veces peligrosa).",
    "elemento": "Metal (Cielo) y Madera (Viento).",
    "estacion_asociada": "Primavera (época de nuevos encuentros y fertilidad).",
    "direccion_geografica_simbolica": "Noroeste (asociado al cielo y la apertura).",
    "analogias": "Una cita inesperada, la aparición de una idea, la tentación, un nuevo proyecto que surge de repente.",
    "citas_textuales": [
      "Wilhelm: 'El Encuentro es la colisión de fuerzas, a menudo de forma inesperada. Se requiere vigilancia para manejar las influencias que se presentan.'",
      "Jung: 'Los encuentros significativos no son casuales; son el resultado de la sincronía y nos ofrecen oportunidades para la transformación.'"
    ]
  },
  {
    "numero": 45,
    "name": "La Reunión / La Agrupación",
    "character": "☱☷",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Tierra (Lo Receptivo)",
    "judgment": "La Reunión. El éxito. El rey llega al templo ancestral. Propicio para ver al gran hombre. El éxito. La perseverancia trae buena fortuna.",
    "image": "El Lago sobre la Tierra. La Reunión. El hombre superior se reúne con los demás para discutir y resolver las cosas.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. La reunión. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. La reunión. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. La reunión. Mala fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. La reunión. Gran buena fortuna. Sin culpa." },
      { "numero": 5, "text": "Nueve en la quinta. La reunión. Buena fortuna. Sin culpa." },
      { "numero": 6, "text": "Seis en la sexta. La reunión. Mala fortuna." }
    ],
    "significado_profundo": "Representa la congregación de personas, la unión y la cohesión. Indica un momento favorable para la colaboración y el trabajo en equipo, donde las personas se unen en torno a un propósito común. Sugiere que el éxito se logra a través de la unidad y la capacidad de reunir a los demás.",
    "arquetipo": "La Comunidad, El Grupo Unificado, La Asignación.",
    "elemento": "Metal (Lago) y Tierra.",
    "estacion_asociada": "Otoño (época de cosecha y reunión).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la concentración).",
    "analogias": "Una asamblea, la formación de una coalición, un festival, la reunión de recursos, la construcción de un proyecto colectivo.",
    "citas_textuales": [
      "Wilhelm: 'La Reunión es la unión de la gente hacia un objetivo común. Requiere un líder que inspire y una base de confianza.'",
      "Jung: 'La necesidad de agruparse es un instinto primario. A través de la comunidad, el individuo encuentra su lugar y propósito.'"
    ]
  },
  {
    "numero": 46,
    "name": "El Ascenso / El Empuje hacia Arriba",
    "character": "☷☱",
    "trigram_top": "Tierra (Lo Receptivo)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "El Ascenso. Sublime éxito. Propicio para ver al gran hombre. Sin culpa.",
    "image": "El Árbol crece en la Tierra. El Ascenso. El hombre superior acumula sus virtudes y se eleva hacia lo alto.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El ascenso en el camino. Buena fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. El ascenso. Sin culpa. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El ascenso. Sin culpa." },
      { "numero": 4, "text": "Seis en la cuarta. El ascenso por la tierra. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. El ascenso. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El ascenso. Buena fortuna." }
    ],
    "significado_profundo": "Representa el progreso gradual y constante hacia arriba. Simboliza el crecimiento de una planta que emerge de la tierra y se eleva. Indica un período de avance, ascenso y éxito a través de la perseverancia, la humildad y el apoyo adecuado. Cada paso cuenta.",
    "arquetipo": "El Escalador, El Progreso Gradual, El Desarrollo.",
    "elemento": "Tierra y Madera (Viento).",
    "estacion_asociada": "Primavera (el crecimiento de las plantas).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento y la elevación).",
    "analogias": "La germinación de una semilla, el ascenso de una carrera, el progreso en el aprendizaje, la construcción de una escalera, el logro de una meta paso a paso.",
    "citas_textuales": [
      "Wilhelm: 'El Ascenso es el progreso constante y gradual. Se logra a través de la perseverancia y la humildad, como un árbol que crece.'",
      "Terzani: 'La verdadera ascensión no es un salto, sino una serie de pequeños pasos firmes y conscientes.'"
    ]
  },
  {
    "numero": 47,
    "name": "El Agotamiento / La Opresión",
    "character": "☵☴",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "El Agotamiento. El éxito. La perseverancia de la gran boca trae buena fortuna. Peligro. No actuar.",
    "image": "El Lago sin Agua. El Agotamiento. El hombre superior está en el peligro, pero sigue siendo fiel a sus principios.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Las rodillas secas. Peligro. No hay nada propicio." },
      { "numero": 2, "text": "Nueve en la segunda. El agotamiento. La enfermedad. Peligro. No hay nada propicio." },
      { "numero": 3, "text": "Seis en la tercera. El agotamiento. El corazón está herido. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. El agotamiento. La vergüenza. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El agotamiento. La vergüenza. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El agotamiento. El arrepentimiento." }
    ],
    "significado_profundo": "Representa una situación de agotamiento, opresión o restricción. Indica que los recursos se están agotando y que uno se siente atrapado o sin salida. La sabiduría reside en mantener la integridad y la fe a pesar de las dificultades, esperando el cambio de ciclo y no forzando una salida.",
    "arquetipo": "La Prisión, La Sequía, La Resignación (activa).",
    "elemento": "Metal (Lago) y Agua.",
    "estacion_asociada": "Verano (el lago seco por el calor).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la pérdida de contenido).",
    "analogias": "Un pozo seco, el hambre, el estancamiento de un proyecto, la depresión, la falta de inspiración.",
    "citas_textuales": [
      "Wilhelm: 'El Agotamiento es un tiempo de extrema dificultad. La clave está en la perseverancia interior y la fe, para que el agotamiento no lleve al desánimo total.'",
      "Jung: 'En el agotamiento, la psique se ve obligada a confrontar sus límites. Es un momento de prueba que puede llevar a una renovación si se mantiene la integridad.'"
    ]
  },
  {
    "numero": 48,
    "name": "El Pozo / La Fuente",
    "character": "☴☵",
    "trigram_top": "Agua (Abismo)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "El Pozo. La ciudad se puede mover, el pozo no se puede mover. No se pierde. Propicio para el uso. Buena fortuna.",
    "image": "El Agua en el Viento. El Pozo. El hombre superior se esfuerza por educar al pueblo y se dedica a las buenas obras.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El pozo está vacío. Mala fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. El pozo está lleno de agua. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El pozo está sin usar. Mala fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. El pozo está reparado. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El pozo está limpio. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El pozo está cubierto. Mala fortuna." }
    ],
    "significado_profundo": "Representa la fuente inagotable de sustento y conocimiento. Simboliza la esencia que permanece constante a lo largo del tiempo, a pesar de los cambios externos. Enfatiza la importancia de acceder y mantener esta fuente, ya sea espiritual, cultural o material, para asegurar el bienestar colectivo.",
    "arquetipo": "La Fuente de Vida, El Conocimiento Perenne, El Legado.",
    "elemento": "Agua y Madera (Viento).",
    "estacion_asociada": "Todo el año (el pozo es una fuente constante).",
    "direccion_geografica_simbolica": "Norte (asociado al agua y la profundidad).",
    "analogias": "Un pozo de agua potable, una tradición cultural, una biblioteca, un maestro sabio, el inconsciente colectivo.",
    "citas_textuales": [
      "Wilhelm: 'El Pozo es la fuente de vida y conocimiento que es inagotable si se mantiene. Es un símbolo de lo que es esencial y duradero.'",
      "Jung: 'El pozo simboliza el inconsciente colectivo, la fuente de la cual emana la sabiduría y la vitalidad para el individuo y la humanidad.'"
    ]
  },
  {
    "numero": 49,
    "name": "La Revolución / La Mudar",
    "character": "☲☱",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Fuego (Lo Aferrarse)",
    "judgment": "La Revolución. En tu propio día, creerás. Sublime éxito. Propicio para la perseverancia. El arrepentimiento desaparece.",
    "image": "El Fuego dentro del Lago. La Revolución. El hombre superior ordena su propio hogar.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. Envuelto en la piel de un tigre. Buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. Se inicia la revolución. El fuego y el lago. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. La revolución. El peligro. Buena fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. La revolución. El arrepentimiento desaparece." },
      { "numero": 5, "text": "Nueve en la quinta. La gran revolución. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. La revolución. No hay nada propicio." }
    ],
    "significado_profundo": "Representa un cambio radical, una transformación profunda o una revolución. Indica un momento de transición en el que lo viejo debe ser abandonado para dar paso a lo nuevo. Sugiere que este cambio debe ser gradual y bien planificado, basado en la justicia y el apoyo del pueblo.",
    "arquetipo": "El Transformador, El Alquimista, El Giro Histórico.",
    "elemento": "Metal (Lago) y Fuego.",
    "estacion_asociada": "Otoño (el cambio de las hojas, la preparación para el invierno).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la puesta del sol, que simboliza el fin de un ciclo).",
    "analogias": "El cambio de estación, una reforma política, la metamorfosis de una mariposa, la renovación personal profunda.",
    "citas_textuales": [
      "Wilhelm: 'La Revolución exige un cambio total, pero debe ser llevado a cabo con sabiduría y respeto por el orden natural, no por la mera agitación.'",
      "Jung: 'Toda transformación real implica una muerte y un renacimiento. La revolución interna es el camino hacia la individuación.'"
    ]
  },
  {
    "numero": 50,
    "name": "El Caldero / El Vaso Sacro",
    "character": "☲☳",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "El Caldero. Sublime éxito. Éxito.",
    "image": "El Fuego sobre la Madera. El Caldero. El hombre superior consolida su destino y lo alimenta.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El caldero. Sin culpa." },
      { "numero": 2, "text": "Nueve en la segunda. El caldero. El alimento. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El caldero. El oído es pesado. Mala fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. El caldero roto. Peligro." },
      { "numero": 5, "text": "Seis en la quinta. El caldero. El alimento es bueno. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El caldero. La tapa es de oro. Buena fortuna." }
    ],
    "significado_profundo": "Representa la nutrición espiritual y cultural, el recipiente que transforma y sostiene la vida. Simboliza la capacidad de purificar y refinar, no solo alimentos, sino también ideas y valores. Enfatiza la importancia de la sustancia y el contenido sobre la forma, y la necesidad de nutrirse a sí mismo y a los demás con sabiduría.",
    "arquetipo": "El Alquimista, El Cocinero (espiritual), La Tradición Sacra.",
    "elemento": "Fuego y Madera (Viento).",
    "estacion_asociada": "Verano (el calor que cocina y transforma).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento que aviva el fuego).",
    "analogias": "La cocina que alimenta a una familia, la educación que forma la mente, la purificación de los metales, la transmisión de un legado.",
    "citas_textuales": [
      "Wilhelm: 'El Caldero es el símbolo de la nutrición espiritual y cultural, el recipiente que transforma lo crudo en algo útil y sagrado.'",
      "Jung: 'El caldero representa la función transformadora del inconsciente, donde las experiencias se digieren y se integran para formar una nueva conciencia.'"
    ]
  },
  {
    "numero": 51,
    "name": "Lo Conmocionador / El Trueno",
    "character": "☳☳",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Trueno (Arousal)",
    "judgment": "Lo Conmocionador. Éxito. El trueno llega. ¡Oh, oh! Sonrisa. Buena fortuna.",
    "image": "El Trueno repetido. Lo Conmocionador. El hombre superior se atemoriza y se mejora. Ve el peligro y no se asusta.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. El trueno llega. ¡Oh, oh! Sonrisa. Buena fortuna." },
      { "numero": 2, "text": "Seis en la segunda. El trueno. El peligro. El arrepentimiento desaparece." },
      { "numero": 3, "text": "Seis en la tercera. El trueno. El temor. El peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. El trueno. La perseverancia trae buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. El trueno. El miedo. El peligro. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El trueno. El caos. Mala fortuna." }
    ],
    "significado_profundo": "Representa una conmoción, un shock o un despertar repentino. Indica una situación que sacude los cimientos, pero que, a pesar del miedo inicial, puede conducir a una gran oportunidad o a una clarificación. La clave es mantener la calma y la fe en medio de la turbulencia.",
    "arquetipo": "El Terremoto, El Despertar, El Golpe de Destino.",
    "elemento": "Madera (Trueno).",
    "estacion_asociada": "Primavera (la explosión de vida y el trueno primaveral).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y el despertar).",
    "analogias": "Un rayo que cae, una noticia inesperada, un cambio drástico en la vida, el despertar espiritual, un llamado a la acción.",
    "citas_textuales": [
      "Wilhelm: 'Lo Conmocionador es el shock repentino que sacude las cosas. Después del miedo, llega la claridad y la oportunidad de renovarse.'",
      "Jung: 'Los momentos de shock son catalizadores para el crecimiento. Nos obligan a salir de nuestra complacencia y a enfrentar nuevas realidades.'"
    ]
  },
  {
    "numero": 52,
    "name": "La Inmovilidad / La Detención",
    "character": "☳☳",
    "trigram_top": "Montaña (Inmovilidad)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "La Inmovilidad. Sus espaldas. No oye nada. El éxito. Sin culpa.",
    "image": "Las Montañas unidas. La Inmovilidad. El hombre superior no permite que sus pensamientos vayan más allá de su posición.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. La inmovilidad en los pies. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. La inmovilidad en las pantorrillas. No se puede mover." },
      { "numero": 3, "text": "Nueve en la tercera. La inmovilidad en la cintura. Peligro." },
      { "numero": 4, "text": "Seis en la cuarta. La inmovilidad en el cuerpo. Sin culpa." },
      { "numero": 5, "text": "Seis en la quinta. La inmovilidad en las mandíbulas. La boca. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La inmovilidad en la virtud. Buena fortuna." }
    ],
    "significado_profundo": "Representa el cese, la quietud y la capacidad de detenerse. Indica un momento para la meditación, la introspección y el descanso, donde la acción externa debe cesar para permitir el desarrollo interior. Sugiere que la verdadera paz y el éxito se encuentran al aquietar la mente y el espíritu.",
    "arquetipo": "El Meditador, El Refugio, El Reposo.",
    "elemento": "Tierra (Montaña).",
    "estacion_asociada": "Invierno (la quietud de la naturaleza).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese).",
    "analogias": "Una montaña inamovible, el sueño profundo, la concentración, la disciplina espiritual, la pausa necesaria antes de una acción.",
    "citas_textuales": [
      "Wilhelm: 'La Inmovilidad es el principio de la quietud y el descanso. Al detener los pensamientos y deseos, se encuentra la verdadera paz interior.'",
      "Jung: 'En el silencio de la inmovilidad, el inconsciente puede hablar. Es el momento de escuchar la sabiduría interior.'"
    ]
  },
  {
    "numero": 53,
    "name": "El Desarrollo / El Progreso Gradual",
    "character": "☴☳",
    "trigram_top": "Viento (Suavidad)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "El Desarrollo. La novia es llevada a casa. Buena fortuna. Propicio para la perseverancia.",
    "image": "El Árbol sobre la Montaña. El Desarrollo. El hombre superior vive en la paz y la tranquilidad.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El ganso salvaje se acerca a la orilla. Pequeñas palabras. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. El ganso salvaje se acerca a la roca. Al comer y beber. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El ganso salvaje se acerca a la meseta. El marido se va. La mujer está embarazada. Peligro. No hay nada propicio." },
      { "numero": 4, "text": "Seis en la cuarta. El ganso salvaje se acerca al árbol. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El ganso salvaje se acerca a la cumbre. Tres años. El marido se va, la mujer está embarazada. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El ganso salvaje se acerca a las nubes. Buena fortuna." }
    ],
    "significado_profundo": "Representa el progreso lento, constante y gradual. Simboliza el vuelo del ganso salvaje, que avanza metódicamente hacia su destino. Indica que el éxito se logra a través de la paciencia, la persistencia y el respeto por los procesos naturales de crecimiento.",
    "arquetipo": "El Peregrino, El Maestro Zen (que avanza paso a paso), El Crecimiento Orgánico.",
    "elemento": "Madera (Viento) y Tierra (Montaña).",
    "estacion_asociada": "Primavera (el crecimiento lento y constante de la naturaleza).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento y el movimiento gradual).",
    "analogias": "El crecimiento de un árbol, la construcción de una relación duradera, el aprendizaje de una habilidad, el viaje de la vida.",
    "citas_textuales": [
      "Wilhelm: 'El Desarrollo es el progreso que se produce paso a paso, sin prisas. La paciencia es la virtud suprema en este proceso.'",
      "Terzani: 'La vida es un camino, no una carrera. La verdadera sabiduría se encuentra en disfrutar cada paso y en la confianza en el proceso de desarrollo.'"
    ]
  },
  {
    "numero": 54,
    "name": "La Hija que se Casa / La Joven",
    "character": "☱☲",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Lago (Alegría)",
    "judgment": "La Hija que se Casa. Las cosas pequeñas. No es propicio para el gran hombre.",
    "image": "El Trueno sobre el Lago. La Hija que se Casa. El hombre superior sabe cómo manejar el tiempo y las circunstancias.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. La hija que se casa es modesta. La perseverancia trae buena fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. La hija que se casa es próspera. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. La hija que se casa. Sin hijos. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. La hija que se casa. El vestido. Peligro." },
      { "numero": 5, "text": "Seis en la quinta. La hija que se casa es hermosa. Sin culpa." },
      { "numero": 6, "text": "Seis en la sexta. La hija que se casa. Sin éxito." }
    ],
    "significado_profundo": "Representa la unión, a menudo con una connotación de subordinación o uniones desiguales. Simboliza la emoción y la alegría inicial, pero también la necesidad de humildad y adaptación para que la unión perdure. Advierte sobre las uniones forzadas o las relaciones en las que el entusiasmo no está equilibrado con la madurez.",
    "arquetipo": "La Novia, La Unión Condicional, La Relación Asimétrica.",
    "elemento": "Madera (Trueno) y Metal (Lago).",
    "estacion_asociada": "Primavera (la alegría de los nuevos comienzos en las relaciones).",
    "direccion_geografica_simbolica": "Este (asociado al trueno y la unión).",
    "analogias": "Un matrimonio, una asociación empresarial, la integración de un nuevo miembro en un grupo, una relación que necesita compromiso.",
    "citas_textuales": [
      "Wilhelm: 'La Hija que se Casa representa una unión que no es del todo perfecta. Requiere humildad y adaptación para encontrar la armonía.'",
      "Jung: 'Las relaciones son complejos campos de fuerzas psíquicas. La armonía no se logra por la mera atracción, sino por el trabajo consciente.'"
    ]
  },
  {
    "numero": 55,
    "name": "La Abundancia / La Plenitud",
    "character": "☲☳",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Fuego (Lo Aferrarse)",
    "judgment": "La Abundancia. Éxito. El rey llega a la casa. No te preocupes. Es propicio para la perseverancia.",
    "image": "El Trueno y el Rayo. La Abundancia. El hombre superior decide los pleitos y castiga a los que no son leales.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. La plenitud. Buena fortuna. No hay culpa." },
      { "numero": 2, "text": "Seis en la segunda. La plenitud. El sol al mediodía. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. La plenitud. El rey. Buena fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. La plenitud. La estrella. Peligro." },
      { "numero": 5, "text": "Seis en la quinta. La plenitud. El luto. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. La plenitud. El carro. Mala fortuna." }
    ],
    "significado_profundo": "Representa un período de gran prosperidad, plenitud y éxito. Simboliza la luz y el trueno en su máximo esplendor. Indica un tiempo de logros significativos, pero también advierte sobre la arrogancia y el exceso, que pueden llevar a la decadencia. La clave es la humildad y la moderación en la cima del éxito.",
    "arquetipo": "El Triunfo, El Auge, La Cosecha Máxima.",
    "elemento": "Madera (Trueno) y Fuego.",
    "estacion_asociada": "Verano (la plenitud y el calor del verano).",
    "direccion_geografica_simbolica": "Sur (asociado al fuego y la manifestación).",
    "analogias": "El sol en su cenit, un reino próspero, el clímax de un proyecto, la celebración de un éxito, una vida plena.",
    "citas_textuales": [
      "Wilhelm: 'La Abundancia es el momento de la plenitud y el éxito. Es crucial no dejarse llevar por la arrogancia y mantener la humildad para sostenerla.'",
      "Jung: 'En la cúspide de la abundancia, uno debe recordar que la naturaleza es cíclica, y la moderación es el camino para la duración.'"
    ]
  },
  {
    "numero": 56,
    "name": "El Viajero / El Errante",
    "character": "☲☳",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "El Viajero. El éxito. La perseverancia trae buena fortuna.",
    "image": "El Fuego sobre la Montaña. El Viajero. El hombre superior no se aferra a las cosas, y no es arrogante en su trato con los demás.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El viajero. El pequeño hombre. Sin culpa." },
      { "numero": 2, "text": "Seis en la segunda. El viajero. El peligro. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El viajero. La casa. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. El viajero. La verdad. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. El viajero. El arco y la flecha. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. El viajero. El fuego. Peligro." }
    ],
    "significado_profundo": "Representa la vida de un viajero, la movilidad y la falta de un hogar permanente. Indica un período de adaptación, prudencia y dependencia de la buena voluntad ajena. Sugiere que la clave es ser humilde, respetuoso y no aferrarse a las posesiones, cultivando la adaptabilidad y la independencia interior.",
    "arquetipo": "El Nómada, El Extranjero, El Peregrino.",
    "elemento": "Fuego y Tierra (Montaña).",
    "estacion_asociada": "Todo el año (el viajero no tiene una estación fija).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el movimiento pausado).",
    "analogias": "Un viaje, el exilio, la adaptación a nuevas culturas, la vida sin ataduras, la búsqueda de un nuevo camino.",
    "citas_textuales": [
      "Wilhelm: 'El Viajero es el que está en movimiento, sin un hogar fijo. Debe ser humilde y adaptarse a su entorno para encontrar su camino.'",
      "Jung: 'El viaje, tanto físico como psíquico, es esencial para el desarrollo individual. Nos obliga a confrontar lo desconocido y a descubrir nuestros propios recursos.'"
    ]
  },
  {
    "numero": 57,
    "name": "Lo Suave / El Viento",
    "character": "☴☴",
    "trigram_top": "Viento (Suavidad)",
    "trigram_bottom": "Viento (Suavidad)",
    "judgment": "Lo Suave. El éxito. Propicio para las pequeñas cosas. Propicio para ir a alguna parte. Propicio para ver al gran hombre.",
    "image": "El Viento se repite. Lo Suave. El hombre superior difunde sus órdenes y las extiende a las cuatro direcciones.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El viento. La perseverancia. Buena fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. El viento. El hombre ciego. Peligro. Sin culpa." },
      { "numero": 3, "text": "Nueve en la tercera. El viento. El hombre del trueno. Peligro." },
      { "numero": 4, "text": "Seis en la cuarta. El viento. La buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El viento. La perseverancia. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El viento. El peligro. No hay nada propicio." }
    ],
    "significado_profundo": "Representa la penetración suave pero persistente, la adaptabilidad y la influencia sutil. Simboliza el viento que se cuela en todas partes. Indica que el éxito se logra a través de la flexibilidad, la comunicación y la capacidad de adaptarse a las circunstancias, ejerciendo una influencia gradual pero efectiva.",
    "arquetipo": "El Persuasor, El Adaptador, La Infiltración.",
    "elemento": "Madera (Viento).",
    "estacion_asociada": "Primavera (el viento que anuncia la nueva vida).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento y la difusión).",
    "analogias": "El viento que mueve las hojas, la persuasión gradual, la diplomacia, la enseñanza persistente, una idea que se extiende lentamente.",
    "citas_textuales": [
      "Wilhelm: 'Lo Suave es la penetración que se logra por la flexibilidad y la constancia. El éxito se obtiene a través de la adaptación y la influencia sutil.'",
      "Jung: 'La verdadera fuerza no reside en la rigidez, sino en la capacidad de ser flexible y de moverse con la corriente de la vida, influenciando sin dominar.'"
    ]
  },
  {
    "numero": 58,
    "name": "Lo Gozoso / La Alegría",
    "character": "☱☱",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Lago (Alegría)",
    "judgment": "Lo Gozoso. Éxito. Propicio para la perseverancia.",
    "image": "Los Lagos se unen. Lo Gozoso. El hombre superior se une con sus amigos para discutir y resolver las cosas.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. La alegría. Sin culpa." },
      { "numero": 2, "text": "Nueve en la segunda. La alegría. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. La alegría. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. La alegría. El peligro. Sin culpa." },
      { "numero": 5, "text": "Nueve en la quinta. La alegría. El peligro. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. La alegría. Mala fortuna." }
    ],
    "significado_profundo": "Representa la alegría, la satisfacción y la comunicación abierta. Simboliza dos lagos que se unen y se nutren mutuamente. Indica un tiempo de felicidad y disfrute que se logra a través de la interacción social, la amistad y la expresión sincera. Advierte contra la alegría excesiva o superficial que puede llevar a la frivolidad.",
    "arquetipo": "El Comensal, El Amigo, La Celebración.",
    "elemento": "Metal (Lago).",
    "estacion_asociada": "Otoño (la alegría de la cosecha y las reuniones).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago y la puesta de sol, que invita a la alegría).",
    "analogias": "Una fiesta, la risa, la camaradería, el intercambio de ideas, la gratitud, el placer de vivir.",
    "citas_textuales": [
      "Wilhelm: 'Lo Gozoso es la alegría que surge de la comunicación y la unión de personas. Es una fuente de fortaleza si se basa en la sinceridad.'",
      "Jung: 'La alegría es una expresión de la vida en su plenitud. Nos conecta con los demás y con la fuente de nuestra propia vitalidad.'"
    ]
  },
  {
    "numero": 59,
    "name": "La Dispersión / La Disolución",
    "character": "☵☴",
    "trigram_top": "Viento (Suavidad)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "La Dispersión. Éxito. El rey llega al templo ancestral. Propicio para la travesía del gran río. Propicio para la perseverancia.",
    "image": "El Viento sobre el Agua. La Dispersión. El hombre superior se dispersa para reunir al pueblo.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. La dispersión. Sin culpa. Se puede actuar." },
      { "numero": 2, "text": "Nueve en la segunda. La dispersión. Se dispersa. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. La dispersión. Se dispersa el luto. Sin culpa." },
      { "numero": 4, "text": "Seis en la cuarta. La dispersión. Se dispersa el peligro. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. La dispersión. El rey está en el templo. Sin culpa." },
      { "numero": 6, "text": "Nueve en la sexta. La dispersión. La dispersión de la sangre. Sin culpa." }
    ],
    "significado_profundo": "Representa la disolución, la dispersión o la separación. Indica un período en el que las tensiones se relajan y los obstáculos se disuelven. Puede ser una dispersión de la negatividad o una separación necesaria. La clave es la sinceridad y la capacidad de unir lo que se ha dispersado, a menudo a través de un liderazgo fuerte.",
    "arquetipo": "La Disolución, El Deshielo, La Purificación.",
    "elemento": "Madera (Viento) y Agua.",
    "estacion_asociada": "Primavera (el viento que dispersa el hielo, el deshielo).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento y la dispersión).",
    "analogias": "El viento que dispersa las nubes, la lluvia que lava la suciedad, la resolución de un conflicto, la disolución de una organización para formar algo nuevo.",
    "citas_textuales": [
      "Wilhelm: 'La Dispersión es la disolución de lo que es perjudicial. Es un tiempo de purificación, que requiere sinceridad para unir lo que es bueno.'",
      "Jung: 'A veces, la disolución de las estructuras antiguas es necesaria para que nuevas formas puedan emerger. Es un proceso de caos creativo.'"
    ]
  },
  {
    "numero": 60,
    "name": "La Limitación / La Restricción",
    "character": "☱☵",
    "trigram_top": "Lago (Alegría)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "La Limitación. Éxito. La perseverancia trae buena fortuna. El arrepentimiento desaparece.",
    "image": "El Lago sobre el Agua. La Limitación. El hombre superior establece límites y medidas para sus acciones.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. Sin salir de la puerta. Sin culpa." },
      { "numero": 2, "text": "Nueve en la segunda. La limitación. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. La limitación. Peligro." },
      { "numero": 4, "text": "Seis en la cuarta. La limitación. La vergüenza. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. La limitación. La perseverancia trae buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. La limitación. Mala fortuna." }
    ],
    "significado_profundo": "Representa la necesidad de establecer límites y restricciones. Indica que la libertad verdadera se encuentra dentro de un marco de reglas y disciplina. Sugiere que la moderación y el autoconocimiento son esenciales para evitar excesos y mantener la armonía, ya que una alegría sin límites puede llevar a la desgracia.",
    "arquetipo": "El Límite, La Disciplina, El Marco.",
    "elemento": "Metal (Lago) y Agua.",
    "estacion_asociada": "Invierno (el agua contenida por el hielo).",
    "direccion_geografica_simbolica": "Oeste (asociado al lago que contiene el agua).",
    "analogias": "Un río canalizado, las reglas de un juego, un presupuesto, los límites de la ley, la autodisciplina en un régimen alimenticio.",
    "citas_textuales": [
      "Wilhelm: 'La Limitación es la necesidad de establecer límites claros para evitar el exceso. Es el camino hacia la verdadera libertad, que se encuentra dentro de la disciplina.'",
      "Jung: 'La estructura y la limitación son tan importantes para el crecimiento psíquico como la libertad. Nos dan forma y dirección.'"
    ]
  },
  {
    "numero": 61,
    "name": "La Verdad Interior / La Sinceridad",
    "character": "☴☳",
    "trigram_top": "Viento (Suavidad)",
    "trigram_bottom": "Lago (Alegría)",
    "judgment": "La Verdad Interior. Los cerdos y los peces son buenos. Propicio para la travesía del gran río. Propicio para la perseverancia.",
    "image": "El Viento sobre el Lago. La Verdad Interior. El hombre superior examina los crímenes y las costumbres, y los corrige.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. La verdad interior. La perseverancia trae buena fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. La verdad interior. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. La verdad interior. Peligro." },
      { "numero": 4, "text": "Seis en la cuarta. La verdad interior. El peligro. Sin culpa." },
      { "numero": 5, "text": "Nueve en la quinta. La verdad interior. Buena fortuna." },
      { "numero": 6, "text": "Nueve en la sexta. La verdad interior. La perseverancia trae buena fortuna." }
    ],
    "significado_profundo": "Representa la verdad interior, la sinceridad y la fe que reside en el corazón. Simboliza la comunicación transparente y la resonancia. Indica que el éxito se logra a través de la autenticidad, la honestidad y la capacidad de conectar con los demás a un nivel profundo, inspirando confianza y comprensión.",
    "arquetipo": "La Integridad, La Autenticidad, El Corazón Sincero.",
    "elemento": "Madera (Viento) y Metal (Lago).",
    "estacion_asociada": "Todo el año (la verdad es atemporal).",
    "direccion_geografica_simbolica": "Sureste (asociado al viento y la expresión).",
    "analogias": "La confianza mutua, la comunicación abierta, la transparencia en un negocio, una amistad verdadera, la fe que mueve montañas.",
    "citas_textuales": [
      "Wilhelm: 'La Verdad Interior es la sinceridad y la fe que resuenan en el corazón. Con ella, se pueden mover incluso los peces y los cerdos.'",
      "Jung: 'La verdadera sabiduría no se encuentra en el conocimiento externo, sino en la autenticidad de la propia experiencia y en la capacidad de vivir desde el corazón.'"
    ]
  },
  {
    "numero": 62,
    "name": "La Preponderancia de lo Pequeño / El Pequeño Exceso",
    "character": "☳☴",
    "trigram_top": "Trueno (Arousal)",
    "trigram_bottom": "Montaña (Inmovilidad)",
    "judgment": "La Preponderancia de lo Pequeño. Éxito. La perseverancia trae buena fortuna. Propicio para las pequeñas cosas. No es propicio para las grandes cosas.",
    "image": "El Trueno sobre la Montaña. La Preponderancia de lo Pequeño. El hombre superior no se atreve a juzgar los litigios, y no se atreve a ser arrogante.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. El ave vuela. Mala fortuna." },
      { "numero": 2, "text": "Seis en la segunda. El ave vuela. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El ave vuela. Peligro." },
      { "numero": 4, "text": "Nueve en la cuarta. El ave vuela. Sin culpa. Buena fortuna." },
      { "numero": 5, "text": "Seis en la quinta. El ave vuela. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El ave vuela. Mala fortuna." }
    ],
    "significado_profundo": "Representa una situación en la que lo pequeño o lo discreto ha sobrepasado sus límites, o donde hay un énfasis excesivo en los detalles. Indica que el éxito se encuentra en la moderación y en prestar atención a las cosas pequeñas, evitando grandes empresas o ambiciones. La prudencia es clave.",
    "arquetipo": "El Detallista, El Minimalista, La Precisión.",
    "elemento": "Madera (Trueno) y Tierra (Montaña).",
    "estacion_asociada": "Otoño (la reducción y el enfoque en lo esencial).",
    "direccion_geografica_simbolica": "Noreste (asociado a la montaña y el cese de lo grande).",
    "analogias": "Una aguja en un pajar, la atención a los pequeños detalles en un trabajo, la frugalidad, la concentración en una tarea específica.",
    "citas_textuales": [
      "Wilhelm: 'La Preponderancia de lo Pequeño advierte sobre la necesidad de concentrarse en los detalles y evitar las grandes ambiciones. La modestia es la clave del éxito.'",
      "Jung: 'A veces, lo más importante en la vida reside en los pequeños detalles. La humildad para reconocer esto es un signo de madurez.'"
    ]
  },
  {
    "numero": 63,
    "name": "Después de la Consumación / Lo Completo",
    "character": "☲☵",
    "trigram_top": "Agua (Abismo)",
    "trigram_bottom": "Fuego (Lo Aferrarse)",
    "judgment": "Después de la Consumación. El éxito. Pequeño se va, grande viene. La perseverancia trae buena fortuna. El comienzo es bueno, el final es caótico.",
    "image": "El Fuego está sobre el Agua. Después de la Consumación. El hombre superior considera el principio y el final, y sabe cómo manejar el tiempo.",
    "lines": [
      { "numero": 1, "text": "Nueve en la primera. El fin. El arrepentimiento desaparece. El camino está en el caballo." },
      { "numero": 2, "text": "Seis en la segunda. El fin. La mujer. Buena fortuna." },
      { "numero": 3, "text": "Nueve en la tercera. El fin. El peligro. Buena fortuna." },
      { "numero": 4, "text": "Seis en la cuarta. El fin. La verdad. Buena fortuna." },
      { "numero": 5, "text": "Nueve en la quinta. El fin. El hombre. Buena fortuna." },
      { "numero": 6, "text": "Seis en la sexta. El fin. El agua. Mala fortuna." }
    ],
    "significado_profundo": "Representa el logro de la perfección, el éxito y la culminación de un ciclo. Indica que las cosas están en orden y que se ha alcanzado un estado de equilibrio. Sin embargo, advierte sobre la complacencia, ya que la estabilidad puede generar estancamiento si no se mantiene la vigilancia y se prepara para el siguiente ciclo.",
    "arquetipo": "La Conclusión, El Equilibrio Perfecto, La Paz Consumada.",
    "elemento": "Agua y Fuego.",
    "estacion_asociada": "Todo el año (la consumación de los ciclos).",
    "direccion_geografica_simbolica": "Norte (asociado al agua que se encuentra con el fuego en equilibrio).",
    "analogias": "Un plato bien cocinado, un proyecto terminado con éxito, la calma después de la tormenta, la jubilación después de una vida de trabajo, el clímax de una historia.",
    "citas_textuales": [
      "Wilhelm: 'Después de la Consumación es el momento de la perfección y el orden. Pero la perfección es estática; la vida es movimiento, y el peligro reside en la inmovilidad.'",
      "Jung: 'La consumación es un momento de gracia, pero también de peligro. Si no se reconoce la necesidad de un nuevo comienzo, la inercia puede llevar a la decadencia.'"
    ]
  },
  {
    "numero": 64,
    "name": "Antes de la Consumación / Lo Incompleto",
    "character": "☵☲",
    "trigram_top": "Fuego (Lo Aferrarse)",
    "trigram_bottom": "Agua (Abismo)",
    "judgment": "Antes de la Consumación. Éxito. La zorra casi atraviesa el río. Se moja la cola. No hay nada propicio.",
    "image": "El Fuego está por debajo del Agua. Antes de la Consumación. El hombre superior se esfuerza por no precipitarse en sus acciones.",
    "lines": [
      { "numero": 1, "text": "Seis en la primera. La zorra se moja la cola. Mala fortuna." },
      { "numero": 2, "text": "Nueve en la segunda. El carro se detiene. Buena fortuna." },
      { "numero": 3, "text": "Seis en la tercera. El zorro se moja la cola. Mala fortuna." },
      { "numero": 4, "text": "Nueve en la cuarta. La perseverancia trae buena fortuna. El arrepentimiento desaparece." },
      { "numero": 5, "text": "Seis en la quinta. La perseverancia trae buena fortuna. Sin arrepentimiento." },
      { "numero": 6, "text": "Nueve en la sexta. La zorra se moja la cola. Buena fortuna." }
    ],
    "significado_profundo": "Representa un estado de incompletitud, caos o desorden justo antes de que las cosas se resuelvan. Indica un momento de transición donde el éxito está al alcance, pero se requiere precaución y paciencia para evitar errores de último momento. La clave es la perseverancia y la atención a los detalles finales para cruzar el umbral.",
    "arquetipo": "El Umbral, El Comienzo Inminente, La Prueba Final.",
    "elemento": "Fuego y Agua.",
    "estacion_asociada": "Todo el año (el momento justo antes de la consumación).",
    "direccion_geografica_simbolica": "Norte (asociado al agua que aún no ha extinguido el fuego).",
    "analogias": "Un proyecto casi terminado, el momento antes de una decisión importante, el período previo a un nacimiento, la última etapa de un viaje difícil, el agua que se calienta pero aún no hierve.",
    "citas_textuales": [
      "Wilhelm: 'Antes de la Consumación es el momento justo antes del orden. La precaución es vital para no arruinar el éxito en el último instante.'",
      "Jung: 'La vida es un fluir constante de inicios y finales. El significado no está solo en la consumación, sino en la preparación y el proceso que la precede.'"
    ]
  }
]